{"Haiti: Natal Care": {"Baroness Tonge": "To ask Her Majesty’s Government how they are assisting the 37,000 pregnant women in Haiti to receive adequate antenatal and postnatal care and a clean and safe delivery. Lord Brett My Lords, the Minister must know that even before the earthquake, Haiti had the highest rates of maternal and child deaths in the western hemisphere. Reports from the UNFPA tell of women giving birth in the streets and, as a consequence, dying for lack of obstetric care. When the emergency period in Haiti is over, and following the initiative of the White Ribbon Alliance and the All-Party Group on Population, Development and Reproductive Health, would the Government consider taking the lead on maternal health in the health sector in Haiti, rather like they championed education in Rwanda after the genocide? Lord Brett ", "Lord Brett": "The Department for International Development has contributed £300,000 to the World Health Organisation for early warning surveillance and £1 million to the organisation, Action Against Hunger, to include support for mothers and babies under one year old. We continue to monitor the overall health situation and remain ready to address gaps through existing partnerships with the United Nations and non-governmental actors. Baroness Tonge My Lords, we are making substantial assistance available in response to the humanitarian crisis following the emergency and the reconstruction crisis. We are working through the United Nations co-ordinator in Haiti and with the United Nations organisation responsible for health. In that context, we see our role as examining and filling the gaps we find in areas of need that are not covered. In that regard I will take on board the noble Baroness’s points. Baroness Rawlings My Lords, at the moment in Haiti we are moving out of the emergency and rescue phase into the emergency prior to reconstruction phase. There is a major problem just over the horizon called the rainy season, which will arrive in about five weeks’ time, to be followed by the hurricane season. That is why we have a ship en route there, to provide not only the tents, which have been largely supplied by many international bodies, but much more substantial housing. Plastic tents will not survive the rainy season, and certainly will not be helpful in hurricanes, and the Government are addressing that area of concern, again, through their partnership with the United Nations. I will take on board the points the noble Baroness makes because there is certainly a continuing need for all forms of assistance. We can be proud of what we are doing so far but there is much more to be done. Lord Judd I agree that we should be part of the team that gives the lead. However, on this issue, there are countries with a much closer affinity to Haiti—Canada, for example, which has a major aid programme for that country, and the United States. The United Nations is now there with a number of agencies and we should play our part. Our historical involvement in the Caribbean has been with the English-speaking countries and, prior to this disaster, we have not had an ongoing presence within Haiti. How long we will be there remains to be considered in conjunction with our international partners. We will be there as long as is necessary for the rebuilding of that country and for the stabilisation of the Government and their ability to govern. Baroness Northover The noble Baroness makes an important point. It is for the UN family to work to ensure that the right kind of agencies continue to have an ongoing process. As someone who has worked in the system, I have to confess that sometimes there is almost a competition to provide assistance and people fall over themselves. Alas, it is not the most efficient system. Having a single leadership, through a resident co-ordinator or a special envoy, which is what is happening in Haiti, is a much more useful approach. The point made by the noble Baroness will, I am sure, be taken on board when we decide internationally the best way of assisting Haiti in its reconstruction and beyond. Baroness Knight of Collingtree The noble Baroness also makes a good point. The answer is that we cannot; we can do it only in concert with others, whether it is through the European Union, which will have a major part to play in assisting reconstruction within Haiti, or in the emergency tasks that we take on board. For example, we are looking at providing substantial support for the provision of durable shelters using locally salvaged materials and materials supplied by the Dominican Republic. Alas, road contact between Santo Domingo and Port-au-Prince may be a victim of the rainy season. We can be proud of what we are doing as a Government; we can be proud of the support that we have in both Houses; and, most of all, we can be proud of the British people, who have given more than £70 million for this task. Therefore, I think that we can respond. Lord Roberts of Llandudno ", "Baroness Rawlings": "My Lords, we know that Her Majesty’s Government do not invest in private charities, but are they aware of the highly successful tent programme of the Cornish charity ShelterBox? Each shelter box contains a 10-person tent, blankets, water purification and cooking equipment, tools and a stove. Have the Government any plans to emulate its very successful package to send to Haiti? Lord Brett ", "Lord Judd": "Does my noble friend agree that this tragic problem is one symptom of a terrible reality in Haiti as one of the poorest countries in the world? Is it not therefore essential that the British Government give a lead, not only on this but on the generation of social infrastructure in general within Haiti and the overcoming of poverty? Will not effective international co-operation be absolutely indispensible if this is to be achieved? Lord Brett ", "Baroness Northover": "My Lords, UNICEF has identified the situation in Haiti as the most severe child protection emergency. How can we make sure that there is assistance not only for vulnerable women and children in the current situation in Haiti but, as others have said, for ensuring their protection in the future? Is this not an argument for setting up a long-standing organisation such as UNRWA, which has a very good record in the Palestinian territories in this regard? Lord Brett ", "Baroness Knight of Collingtree": "My Lords, when emergencies in which we have a moral responsibility to help are over, how, with the best will in the world, can we take on responsibility for difficulties of this kind in all countries which have them? Lord Brett ", "Lord Roberts of Llandudno": "My Lords, what is the Government’s approach towards cancelling Haiti’s debt and what action have we taken? Lord Brett "}}