{"Crime and Security Bill": {"The Parliamentary Under-Secretary of State for Culture, Media and Sport (Mr. Gerry Sutcliffe)": "I beg to move, That it be an instruction to the Crime and Security Bill Committee that it has power to make provision in the Bill to enable restrictions to be placed on the hours during which alcohol may be sold or supplied.  With the leave of the House, the Under-Secretary of State for the Home Department, my hon. Friend the Member for Tynemouth (Mr. Campbell), will respond to points raised in, and close, the debate. I do not intend to outline the purpose and effect of the proposed new clause in detail, because this debate focuses on the motion before us. Members will have the opportunity to debate the measure fully in the Bill’s remaining stages. However, it may help hon. Members if I set out the Government’s reasons for the change.  The Licensing Act 2003 saw the biggest reform in licensing law for more than 40 years. It impacted on around 200,000 businesses.  Mr. Simon Burns (West Chelmsford) (Con) ", "Mr. Simon Burns (West Chelmsford) (Con)": "The Minister, in leading for the Government on this motion, rightly said that members of the Public Bill Committee can discuss the contents of any amendments and new clauses. However, given that the Department for Culture, Media and Sport is the lead Department in this area of the Bill, will we have the pleasure of his company in Committee and him leading for the Government? Mr. Sutcliffe ", "Mr. Sutcliffe": "I assume that I will do so in the remaining stages of the Bill, and I hope that my presence in the House will be welcomed by all right hon. and hon. Members. Clearly, my hon. Friend and other Home Office Ministers are leading on the Bill and are taking it through Committee, as the hon. Gentleman well knows. I was talking about the impact of the 2003 Act on the people of the country. It affected 200,000 businesses, non-profit making clubs, charities, and community and voluntary groups, and almost the entire population of England and Wales who live in the vicinity of, or who visit, licensed premises. I believe that the Act has been a considerable success in many areas. We have seen effective action taken by local authorities and the police, working in partnership, to contain problems.  Keith Vaz (Leicester, East) (Lab) Thank you for your guidance, Madam Deputy Speaker, but we obviously appreciate the work of the Home Affairs Committee and look forward to discussion in due course. Mr. Greg Knight (East Yorkshire) (Con) I would have to check on that to give the right hon. Gentleman the— Mr. Burns At this moment, I do not have—[Interruption.] No. I am a licensing Minister. The sale of alcohol and the licensing of premises is a matter for DCMS, and the other issues affect the whole Government. I appreciate the point made by the right hon. Member for East Yorkshire (Mr. Knight), and I will write to him in due course on the effect of the measure on the Committee. It will not have a massive effect, because the issues will be the same. We have never been complacent on alcohol issues. On presenting the statutory guidance made under the 2003 Act to Parliament in July 2004, the then Secretary of State for Culture stated in her foreword:  “We will monitor the impact of the 2003 Act on crime and disorder and the other licensing objectives. If necessary in the light of these findings, we will introduce further legislation with the consent of Parliament to strengthen or alter any provisions.”  The 2003 Act came fully into force in November 2005 and has now been in force for more than four years. As promised, the Government have kept the impact of the Act under close scrutiny and we are now asking the House to extend the powers that we originally gave to the licensing authorities in the light of our evaluation.  Mr. Christopher Chope (Christchurch) (Con) The hon. Gentleman considers these issues in great detail, and he will be aware that the problems caused by alcohol are dealt with across government. Different Departments have a viewpoint— Madam Deputy Speaker I am grateful for your advice, Madam Deputy Speaker, and I will stick to the matter in hand. Mr. Chope The idea is to try to maximise our support for the police and local authorities in relation to alcohol and crime and disorder. In our view, the powers under the 2003 Act need to be strengthened, given the evaluation that was published in March 2008. We have been trying to find the earliest opportunity to provide that extra support to the police, as I am sure the hon. Member for Christchurch (Mr. Chope) would wish us to do. We need to give maximum support to the police to deal with those small areas where crime and disorder occur. Keith Vaz I am confused that Members appear not to want us bring forward support for the police to the House at the earliest opportunity. The evaluation report contained issues that needed to be looked at, and this is the first opportunity to put forward provisions that will assist the police. Tom Brake (Carshalton and Wallington) (LD) I did not say that it was the police. I said that the provisions would give powers to support the police and local authorities. The change in the Licensing Act 2003 took powers from the magistrates courts and gave them to local government. The effect of the Act has been to support the work done by the partnership between local government and the police. The Government wish to ensure that we provide what extra support is possible, and it is clear that the hours of 3 am and 6 am are an issue when it comes to alcohol-related crime. Keith Vaz I apologise to my right hon. Friend if he feels that I am not dealing with process— Madam Deputy Speaker I find this rather surprising. There should be broad support for the measure being put into the Bill and the outcome that we are trying to achieve, and we are trying to be as helpful as possible to the House in discussing our intentions. Mr. Chope I will not give way; I want to move forward. Our intention is to move a new clause in the Bill amending the Licensing Act 2003 by inserting five new sections—sections 172A to 172E. These new sections will extend only to England and Wales.  Mr. Burns I would like to progress to the substance of what we are trying to achieve. As I said, there will be five new sections in the Bill—sections 172A to 172E—and they will extend only to England and Wales. The changes to the 2003 Act will provide licensing authorities, almost all of which are local authorities, with a power to ban 24-hour licences—  Mr. Chope One last time. Mr. Chope This is the first opportunity that we have had to put it before the House since our decision to include it in the Bill. As I have said, we are trying to be helpful in giving the House the opportunity to have a full discussion about the issues. I was talking about how the changes would provide licensing authorities, almost all of which are local authorities, with a power to ban 24-hour licences in either the whole of their areas or in smaller, more confined parts. However, the new clause would require that such an order may not be made unless certain preconditions are met. The effect of an order would be to restrict sales or supplies of alcohol so that they could not take place between the hours of 3 am and 6 am. Such an order would override the effect of any premises licence, club premises certificate or temporary event notice otherwise authorising sales or supplies at that time of the early morning. It would also override any licence, certificate or temporary event notice regardless of whether it was issued before or after the order was made.  The reason we have chosen to restrict such bans to between 3 am and 6 am relates to the findings of an evaluation, published in March 2008, of the 2003 Act. In particular, the evaluation reported:  “Thus for the—well-measured—category of more serious crimes of violence, there was an increase in the number of offences committed between 3am and 6am that was small in absolute terms - 236 incidents - but large in proportionate terms – 25%”…The peak time for serious violent crime shifted forward by about an hour.”  Mr. Peter Bone (Wellingborough) (Con) I want to continue. By focusing on the period between 3 am and 6 am, our intention is not to restrict unnecessarily—  Madam Deputy Speaker Thank you for your guidance and advice, Madam Deputy Speaker. The debate on the motion before the House is, quite rightly, about the process that we are moving forward. We believe that the motion will support our attempt to help the police, licensing authorities and local government, by ensuring that they have every opportunity to reduce crime on our streets. I hope that the House will support the motion.  17:00:00  James Brokenshire (Hornchurch) (Con) Just for the record, is the hon. Gentleman saying that he supports the Government’s proposals? James Brokenshire ", "Keith Vaz (Leicester, East) (Lab)": "I welcome the proposal. Has the Minister had an opportunity to read the Select Committee on Home Affairs report, “Policing in the 21st Century”, which deals with alcohol-related crime? Does he feel that, as a result of the measure, there will be a reduction in alcohol-related crime? Madam Deputy Speaker (Sylvia Heal) I, too, will be brief, because I am keen not to make a speech that is out of order, bearing in mind the narrow nature of the motion. The Government could have had an easy win on this matter, because the proposal that is mentioned in the motion is very good, but we cannot discuss its substance even though the Minister tried to slip in, I noticed, a justification for it at the end of his speech. I would expect nothing less than a quick passing of the ball from the Under-Secretary who is the Minister for Sport. The fact that Members on both sides of the House are giving him a hard time is not because we do not like him. I have known him for many years, and I think that he is a great Minister for Sport. He is in his dream job, he has probably attended more cup finals than the hon. Member for Hornchurch (James Brokenshire) and I have had samosas, and he goes about his business with great elegance. Those of us with an interest in home affairs—this is a home affairs Bill—will note that he was not, as I recall, present on Second Reading. Perhaps he was off commenting on Mr. John Terry’s love life at the time. Indeed, why should the Minister for Sport sit in on a debate on the Crime and Security Bill if none of the issues relates directly to him? I know that he voted on it, of course, because all members of the Government would vote on and support something of that kind. What the Minister has done, however, is to excite people such as myself, the hon. Member for Wellingborough (Mr. Bone) and others who really do want to have a discussion about the substance of the proposal because it is a first-class proposal. Let me try to explain, without straying into the substance at all, that it is entirely in keeping with recommendations that the Select Committee on Home Affairs has made over a number of years. It is also in keeping with debates that we have had in the House on issues of substance concerning alcohol-related crime. However, there are worries about the way in which the Government have dealt with the matter. I realise their urgency and that the Minister wanted to come here and get his motion in quickly so that the proposal could be part of the discussions in the Public Bill Committee, rather than being left until Third Reading or the remaining stages of the Bill when Members on both sides of the House might have accused him of coming in at the very last minute to discuss issues of substance. He wants to give members of the Bill Committee the opportunity to discuss the proposal, but that will not give other Members of the House the opportunity to do so.  Mr. Bone ", "Madam Deputy Speaker (Sylvia Heal)": "Order. Rather than the Minister replying to that, I should just say that the right hon. Gentleman’s intervention is really not appropriate to today’s discussion. I am sure he will have the opportunity to raise that matter with the Minister at a later stage. Mr. Sutcliffe ", "Mr. Greg Knight (East Yorkshire) (Con)": "If the House passes this instruction, it could wholly change the dynamic of the Committee. What power will the Committee have, if the House approves the instruction, to call new witnesses on the sale of alcohol? Mr. Sutcliffe ", "Mr. Burns": "Do you not know? Mr. Sutcliffe On a point of order, Madam Deputy Speaker. May I seek your advice? The Minister did not answer my earlier point. He is talking—quite eloquently and knowledgeably—about new clauses that will be introduced to a Bill being discussed in Committee upstairs. This input into the Bill comes from the Department for Culture, Media and Sport, and the hon. Gentleman is the responsible Minister, so why is he not to be on the Committee? That would allow hon. Members to hold effective discussions about this matter with the lead Minister. Instead, that will have to be done with a Home Office Minister. This seems to have been cobbled together at the last minute, but it appears that the Government cannot take it to its logical conclusion by having the relevant Minister for this part of the legislation in Committee to be held to account by hon. Members. Madam Deputy Speaker ", "Mr. Christopher Chope (Christchurch) (Con)": "Can the Minister explain what happened between December 2009 and February 2010 that caused the Government to bring forward this motion to include in the Bill measures that were not thought appropriate to include a few months ago? Mr. Sutcliffe I rise briefly to put on record my great unhappiness with the procedure being adopted by the Government. The right hon. Member for Leicester, East (Keith Vaz) said that he thought the proposal was urgent but, if that were so—and following the 2008 report to the Department for Culture, Media and Sport—it could have been incorporated in the Bill at the outset. As my hon. Friend the Member for Hornchurch (James Brokenshire) said, the proposal could probably have been incorporated in a Bill that went through the House in the previous Session and which is now on the statute book. It is obviously not urgent now, except in the sense that the Government, seeing a general election looming, may think that a way to avoid a public debate on this issue is to try to throw in the towel now. Although they said that the Licensing Act 2003 would not create more crime and disorder on the streets, perhaps they accept that it has in fact had that consequence.  I shall not go into the substance of the matter, but I can see that it may be expedient to bring the instruction forward now. However, the problem with expediency is that it often cuts across the principles of parliamentary procedure. It would be very expedient for the Executive permanently to suspend the Standing Orders of this House, but in effect that would be to tear up our unwritten constitution. The procedures of the House are our constitution, in the absence of a written constitution. I do not think that we should accept the expediency argument easily, or without examining it.  One consequence of our giving the hapless Minister a bit of a rough ride this afternoon is that his Whips Office may well be angry that the procedure has been so mishandled that the House has been detained for as long as it has and everybody is being kept on tenterhooks, not knowing whether there will be a Division or not. My hon. Friend the Member for Wellingborough (Mr. Bone) has indicated his views on that.  I am worried that because the Government did not include the provision in the Bill on Second Reading, which they could easily have done, that prevented hon. Members from referring to the matter in that debate and prevented evidence being given to the Public Bill Committee.  Mr. Greg Knight ", "Madam Deputy Speaker": "Order. I apologise for interrupting the Minister again. This debate is not on whether the restrictions on the hours during which alcohol may be sold are a good thing or not: it is merely on whether to allow the Public Bill Committee to make such a provision. I hope that that clarifies the matter. Mr. Sutcliffe That is acceptable, but the debate is not on whether the restrictions are good or bad. Mr. Sutcliffe Order. The times in this proposal are not the issue that we should be debating at this point. Mr. Sutcliffe I am sorry, but I cannot help the hon. Gentleman. The points that he has raised are not points of order for the Chair. Mr. Greg Knight No, that would not be allowed. Mr. Sutcliffe Order. I apologise again for interrupting the Minister, but we are now getting into the detail. There really is no need at this stage for that amount of detail. Mr. Sutcliffe Order. I remind the hon. Gentleman that the debate on the substance of the proposal will take place in Committee. I am sure that he will not dwell on that particular aspect for much longer. James Brokenshire Order. The hon. Gentleman knows he is straying wide of the motion now. James Brokenshire Order. I am sure the hon. Gentleman knows that that debate is for the Committee. James Brokenshire I shall certainly study the record of what was said at Question Time, refer it to Mr. Speaker and advise him of the comments that the right hon. Gentleman has made. Undoubtedly, Mr. Speaker will come back with a statement on that. 17:25:00  Tom Brake (Carshalton and Wallington) (LD) Order. I remind the hon. Gentleman of what I said earlier. Under this motion, we are discussing whether members of the Public Bill Committee can go into the issues that he is raising, rather than doing what he is now attempting to do. Tom Brake Order. I must interrupt the hon. Gentleman again and remind him that those matters will be discussed by the members of the Committee if and when the time comes. Tom Brake ", "Mr. Chope": "On a point of order, Madam Deputy Speaker. I wish to clarify your ruling. Would it be in order for the Minister to address the issue of why these provisions were not included in the Bill back in December, but are being proposed for inclusion now? Madam Deputy Speaker Will the Minister give way? Mr. Sutcliffe Will the Minister give way? Mr. Sutcliffe I do not want to be drawn into discussing substance, but why was the opportunity not taken to put the new sections in the Bill when it was first printed and presented in December 2009? Mr. Sutcliffe My hon. Friend has referred to the granting of one extra day for debate on new clauses previously introduced by the Government. Does he agree that a further day is necessary in the light of the major proposals that the Government are now presenting? James Brokenshire My right hon. Friend is right. Normally, the Committee of Selection will take into account preferences expressed by right hon. and hon. Members about serving on a Public Bill Committee, and it might have reached different conclusions if the matter had been included in the Bill at that stage. We have heard, and the Minister accepts, that it would have been appropriate for him to be on the Committee, but it is probably now too late for that. Or perhaps the Committee of Selection will be reconvened and he can serve on the Committee to answer the points raised by hon. Members. There are consequences for programming, too. As has been mentioned, the Committee will have less time to consider other parts of the Bill unless extra time is given. One extra day has apparently been awarded already, but having heard today’s debate, I should have thought that that was insufficient. We have not yet heard what will happen on Report. Will we get extra time for Report stage? The Bill will be much more complex than it was originally.  I wonder where all this is leading. Although everyone in the House may think that as a matter of expediency the amendments that will follow from the instruction, if it is passed this evening, are a good thing, there may well be people—for example, those who have invested in licensed premises—who take a different view. When will they be able to make representations? We must always take into account third-party interests, outside interests and the minority’s opportunity to speak. There is no opportunity for people who may be adversely affected by the changes being proposed to the Bill to make their representations in a timely manner.  I see this as a serious issue relating to procedure. That is why I know that my right hon. Friend the Member for East Yorkshire (Mr. Knight), the Chairman of the Procedure Committee, has been taking such a keen interest in this debate. Ultimately, the Standing Orders of the House cannot prevent the Government from introducing such a motion and making it the subject of a vote, but we can try to prevent them from trying to use the specious excuse of urgency, when it is patently obvious that there is nothing urgent about it.  It is not as though there has been some ruling from the European Court of Human Rights or the Supreme Court in the past few days which needs the Government urgently to use a legislative vehicle to change the law—everything about the Bill that is known now was known in December, when the Bill was presented and when it was the subject of a Second Reading debate.  If we divide the House tonight, would the mischievous Government suggest that Conservatives had voted against the substance, which we are not allowed to debate, and which has not been exposed to us, except in small part by the Minister? The Minister’s colleague from the Home Office, the Minister for Policing, Crime and Counter-Terrorism, shook his head when I said that such accusations might be made against us on that matter. However, with the proximity of a general election, and knowing how sensitive this subject is in Bournemouth and other town centres, given the feeling that crime and disorder on our streets, particularly in the early hours of the morning, has been exacerbated by the Government’s mistakes on licensing legislation, I am not prepared to risk dividing the House, opposing this procedural motion and seeing my opposition misrepresented as support for people who cause disruption in our town centres. It is a pity that the Government did not get their tackle in order earlier and put right what is obviously wrong, but I suppose that the measure is better late than never.  17:45:00  The Parliamentary Under-Secretary of State for the Home Department (Mr. Alan Campbell) I should just like to put on the record that I have not discussed my views on the matter with the Whips. I have made an independent judgment of what I want to do, and whether it be right or wrong, it is my independent judgment. Mr. Campbell ", "Keith Vaz": "What is baffling the hon. Member for Christchurch (Mr. Chope) and me is why now. Why are we dealing with this issue now, in the middle of the Bill? Why are we debating an instruction at this stage? Has a research note of some kind arrived on my hon. Friend’s desk? Why now rather than at the beginning of the Bill? Mr. Sutcliffe On a point of order, Madam Deputy Speaker. Of course, we respect totally what you have said, and if we catch your eye, we will try to stay in order. But the Minister is now advancing reasons as to why this is happening, and therefore exciting hon. Members into wanting to intervene because he is dealing with substance, not process. Mr. Sutcliffe The hon. Gentleman is absolutely right to say that the motion would allow a debate on alcohol-related crime, which costs the taxpayer £7.3 billion. The worry for me and others is the possibility of another order being brought before the House before the recess on, for example, the question of whether there should be a floor price for alcohol. The Government have resisted such a proposal, but I am worried that it could be put into another motion. We need a substantive debate on these subjects, rather than a brief debate on process. James Brokenshire I am glad to hear that the Minister wants to engage on the issue of substance; one way for him to do so would be to join the Committee. James Brokenshire I had not considered that until the hon. Gentleman mentioned it. The hon. Member for Carshalton and Wallington (Tom Brake) is here, and he is a distinguished member of the Select Committee, but I do not think that we need to hold an evidence session as I am sure we are all in favour of reducing alcohol-related crime. When we get to the substance of the proposal rather than the process, I am sure that the Minister for Sport will be cheered from the rafters. We will say that he is a great man who has made a great proposal, but I am afraid that he has been rather hamfisted in the way that he has brought it to the House.  That is why we have been having a go at him, and I presume it is why the Minister for Policing, Crime and Counter-Terrorism has arrived to give him reinforcement. It is also why my right hon. Member for Rutherglen and Hamilton, West (Mr. McAvoy) keeps coming in and out of the Chamber. He is not here at the moment: I can stand up to lots of Members of this House, but I tend to shiver a little when I see him.  I know that the Government want a vote on this motion, but I hope that the Opposition will not divide the House. I accept that the process could have been slightly better, but this is a very important issue and we should use any extra time that we may get to discuss it.  People in our constituencies raise matters like this with us every week. We are not discussing the substance of the proposal, Mr. Deputy Speaker, but I am sure that local people come up to you and say, “Forty two per cent. of crime victims say the crimes are alcohol related.” Or they may not—  Mr. Deputy Speaker (Sir Michael Lord) Thank you, Mr. Deputy Speaker. However, I shall be going back to Leicester tomorrow night, and I shall be there on Friday and Saturday. I am sure that people will say to me, “Well done, Mr. Vaz, for supporting the motion to instruct the Public Bill Committee to allow a debate on these issues.” The Minister for Sport is intervening in a Home Office debate. When the matter is discussed on Report, I hope that those of us with an interest in it will have time to discuss it further. If that happens, I think he will receive plaudits from all sides of the House. We may have been beastly to him this afternoon, but we support him really. We hope very much that the instruction will go through and that members of the Public Bill Committee will have the opportunity to discuss these serious and important issues.  However, the House as a whole must have a chance to discuss them too. The Government have made a decision, although at a very late stage. The Home Secretary should have talked about the proposal on Second Reading, but we accept that the Government did not want to bring it forward then. Nevertheless, the House needs to be able to discuss it as soon as possible.  If necessary, I will gladly support the Government in the Division Lobby today, to ensure that the Public Committee is able to discuss this very important measure.  17:38:00  Mr. Christopher Chope (Christchurch) (Con) ", "Tom Brake (Carshalton and Wallington) (LD)": "Can the Minister confirm that it is the police who have requested that the Government bring forward this matter now? He just said that it was. Mr. Sutcliffe Members who have listened to this afternoon’s debate will have noticed that there is no real underlying theme to the Crime and Security Bill. There is no clear statement of the Government’s intention on crime. The hon. Member for Hornchurch (James Brokenshire) has quite rightly described it as a Christmas tree of a Bill. We have had the baubles, the tinsel, the wooden figurines, the Christmas lights and an angel on top and now we are adding some decorations made out of straw and pipe cleaners, too. Members who have followed the Bill closely in Committee will know that we have had clauses on stop and search and tackling bureaucracy, which we welcome. We have had clauses on DNA, responding grudgingly to a ruling of the European Court of Human Rights, that we do not welcome. We have provisions on wheel clamping—a good populist issue—that all Members from all parties support although of course the AA says that they will not work. We have what we have dubbed “gangbos”, or gang injunctions, which we do not particularly welcome. As the hon. Member for Hornchurch has said, we have also had added in clauses relating to victims of overseas terrorism and to stop-and-search control orders. Finally, we have licensing added to all that.  As I highlighted in my intervention, one thing that concerns me about the Bill is the facility—or ease—with which the Government have been able to add in a whole new group of law and order issues, whereas if Members from other parties had sought to introduce amendments to the Bill that were as far removed from it as the proposals today, that option would not have been available.  We have before us powers for licensing authorities to stop businesses selling alcohol between 3 am and 6 am. While I was carrying out some research into that, I was given a copy of the Library note entitled “Licensing Act 2003: objecting to a licence”. Members and the Minister will be aware that on 29 January a new proposal came into effect whereby a licensing authority can now object to a licence application or initiate a licensing review. I must say—  Madam Deputy Speaker ", "Mr. Greg Knight": "On a point of order, Madam Deputy Speaker. In the light of the argument that the Minister is pursuing, which appears to be that the Government have had a change of heart and want to include provisions on the sale of alcohol in the Bill, would you, Madam Deputy Speaker, allow those of us who might want to include other things in this Bill to submit a manuscript amendment to the instruction before the House? Madam Deputy Speaker My hon. Friend puts his finger on what is disturbing about this instruction motion today: the Government are seeking to widen the scope of the Bill. Does he have any information about whether the Government are to instruct the Committee of Selection to look at the membership of the Committee and perhaps broaden it to take into account its new responsibility should we agree to the motion? James Brokenshire My hon. Friend says he is prepared to set aside for a moment the general arguments about these issues, but does he not agree that there is a point to be made about the use of this procedure? Although it is clearly not out of order, it is nevertheless a procedure that should be deplored. Does my hon. Friend not agree that the Government should have put these provisions in the Bill at the outset, if that is what they wanted to do? James Brokenshire Surely there is another point that needs to be taken into account. Because of the procedure being used, the composition of the Bill Committee is different from what it might have been, had Members of the House known that the issue was capable of being discussed during the proceedings in Committee? Mr. Chope ", "Mr. Peter Bone (Wellingborough) (Con)": "rose— Mr. Sutcliffe I am still not convinced that the House should not divide and vote against the motion, because the Executive are, in effect, adding measures at the last minute and thus restricting debate in Committee on other issues; that must be the case, because the Government are not providing additional time. I am not really interested in the substance of the Bill; what I am interested in is whether this is an abuse of Parliament, and whether we should divide. I would be very interested to hear my hon. Friend’s advice on this matter. James Brokenshire ", "James Brokenshire (Hornchurch) (Con)": "I am grateful for the opportunity to contribute to this debate, if not to talk about the substantive measures that may or may not come forward as a consequence of the motion, which the Minister outlined in his opening comments. This reflects some of the comments made thus far, but as an opening remark I have to say that it is remarkable that the Government should yet again be coming to the House to seek further permissions in relation to what is becoming the Christmas tree Bill of all Christmas tree Bills—a Bill that has seemingly had more added to it than was in it in the first place. The ink on the printed version of the Bill was hardly dry before we learned that new provisions would be added. The Home Secretary informed the House on Second Reading that additional clauses would be incorporated to cover compensation for victims of overseas terrorism. Only last week the Government returned to the House again to seek a Ways and Means resolution to permit additional provisions on car clamping. We discovered yesterday that they are now adding provisions to the Bill on stop-and-search powers in the context of control orders, and now we have the additional consent to debate measures on licensing hours that is sought by today’s motion.  It is astonishing that with so little time left in this Parliament, the Government should be using it in such a shambolic way. So much for joined-up government. If the motion is passed, the Government will simply seek to add another eye-catching initiative to a hotch-potch of a Bill—a Bill full of disparate measures designed to create headlines, rather than real solutions to the problems of this country, which are made worse by this Government.  Why the urgency? Why the sudden need to obtain permission today? Is it because the Government want to use the powers set out in the motion to repeal their shambolic alcohol disorder zones—a policy so successful that, as the Home Secretary confirmed in answer to a parliamentary question yesterday, no local authority has exercised its ability to implement one? The answer is no: in fact, the Government propose to spend more time on that failed measure, by tinkering with the drafting in the vain hope that that will have councillors beating a path to Marsham street, clamouring to become the first recipient of an alcohol disorder zone. The Government claim that such a measure would be a last resort, but that is more a reflection on them than on the unworkable policy to which that claim relates.  Is the reason perhaps that some new and urgent research has been forthcoming, highlighting new problems arising in the early hours of the morning from the impact of the Licensing Act 2003, and thereby justifying the need all of a sudden to bring forward this motion requiring debate in the Public Bill Committee on the Crime and Security Bill? The answer is no: in fact, the Government have known about the issues for around three years and done absolutely nothing about them. The Minister has already referred to the Home Office document, “Violent crime, disorder and criminal damage since the introduction of the Licensing Act 2003”, which was published in July 2007. That report highlighted rising levels of criminal damage, stating:  “The number of offences happening between 3am and 6am were consistently higher in each of the four three-monthly periods after the introduction of the Act compared with the equivalent periods in the previous year”.  That study noted a 22 per cent. increase in all offences committed between 3 am and 6 am.  Again, is the reason for today’s motion that there is some new evidence? Let us look at the evidence drawn to our attention in the Department for Culture, Media and Sport’s “Evaluation of the Impact of the Licensing Act 2003”, which was published nearly two years ago, in March 2008. It said that  “violent crime occurring in the small hours of the morning has grown.”  If the Government have known about the issue for such a long time, why the sudden urgency? Why has this not been addressed before? Why was this measure not deemed sufficiently important to be incorporated in the Bill before it was published? Indeed, if these issues have been known about for so long, why were suitable powers not included in the Policing and Crime Act 2009, which dealt with licensing measures only a few months ago?  Perhaps the Government finally believe that there is a key issue involved in the number of pubs, off licences and other outlets remaining open between 3 am and 6 am. Apparently not. The Home Secretary told the “Today” programme as recently as 19 January that open-all-hours licensing was not an issue. He said:  “It’s not 24-hour licensing…The average extra amount of time that pubs and clubs are open is 21 minutes.”  The Department for Culture, Media and Sport’s evaluation, published in 2008, states:  “There is no evidence of 24 hour drinking, with only a minority of premises securing 24 hour licences and very few actually utilising those hours. There have been only limited changes to actual opening hours.”  The evaluation highlighted research showing that  “470 pubs, bars and nightclubs have 24 hour licences, but there is no evidence that more than a handful operate on that basis.”  If that is the case, the Government’s introduction of this motion today paints a slightly confused picture. Do they now believe that this is an issue? Previously, they suggested that it was not. Their approach is confused and shambolic, at best.  Mr. Bone ", "Mr. Bone": "I guess that the issue on which the House will divide is whether the power should be given to the Committee to consider making the restrictions. The Committee would then argue about them. I wonder whether this has been tacked on as some kind of vote-grabbing measure because there is a general election on the horizon. James Brokenshire Has the right hon. Gentleman considered whether his Select Committee could have an evidence session, as the Bill Committee clearly cannot have one, to help the Bill Committee to reach a decision? Keith Vaz He’s going into the substance. Mr. Campbell ", "James Brokenshire": "My hon. Friend makes a telling point. We believe that the fettering of the licensing powers given to local authorities is a significant problem. It might therefore be helpful for the Public Bill Committee to be able to debate the issue. That would allow its members to highlight the fact that, between 2004-05 and 2008-09, the number of finished admissions for patients with an alcohol-related diagnosis increased from 644,000 to 945,000—a rise of 47 per cent. It would also allow a debate on how alcohol was a factor in almost 42,000 cases of children under the age of 18 being admitted to English hospitals in the past three years, according to official figures.  Keith Vaz Obviously, if the motion is accepted, it will facilitate debate in the Public Bill Committee. It would then be open to right hon. and hon. Members to table amendments on Report, should we reach that stage, which would facilitate the wider debate on the substantive issues that the right hon. Gentleman seeks. I hear his concern about the number of orders and procedural matters that are being brought before the House in relation to this Bill. There is a worry that some completely new issue that has nothing to do with alcohol could be tacked on. I have already described the Bill as the Christmas tree Bill of all Christmas tree Bills, with all these additional provisions being added at the last moment. This does not aid proper consideration. The normal process for Public Bill Committees involves gathering evidence in advance, to aid debate and discussion in Committee. The right hon. Gentleman is the Chair of the Home Affairs Committee, and he will know that that mirrors the Select Committee approach. That will not happen in this case, however, because this measure is simply being tacked on. For example, there have been some rumours—albeit Ministers have said that this is not the case—that significant issues such as universal jurisdiction might be added to the Bill at some point. Ministers are saying no at the moment, but it is not inconceivable that something might suddenly pop up that relates to the provisions, so we might have another order put before the House and another interesting debate on procedure, leading to further amendments being tabled in this way.  Tom Brake This afternoon’s debate has been helpful in highlighting procedural issues about the operation of the House. I am pleased that my right hon. Friend the Member for North-West Hampshire (Sir George Young), the shadow Leader of the House is in his place alongside me, as I am sure he is taking note of some of the procedural issues relating to how certain matters can be added at a very late stage of a Bill and any attendant impact on consideration in Committee and the House’s approach to scrutinising legislation. Mr. Greg Knight I am certainly not aware of any such discussions, through the usual channels or otherwise, but I am sure that the Under-Secretary will have heard my right hon. Friend’s point, to which he could respond in his summing-up speech. Agreeing to the motion facilitates further discussion of important issues—about the fact that young people are drinking twice as much as they did in 1990, for example. As I believe the right hon. Member for Leicester, East (Keith Vaz) highlighted, there were 973,000 violent attacks last year in which the offender was under the influence of alcohol. We welcome what appears to be the Government’s late conversion to our thinking in bringing forward this motion to allow debate on these issues, as by doing so they appear to recognise the failure of the measures that they introduced in the first place.  Mr. Sutcliffe That relates to substance, so I would be outwith the terms of the motion if I engaged with that. I was welcoming the opportunity to debate these issues and the fact that the Government, having seemingly defended their 24-hour licensing by saying that it was not a problem, now recognise that there is a problem. I am welcoming the Government’s conversion to our way of thinking in recognising through the motion that there is an issue about licensing. Keith Vaz I am sure that the Minister will jump at the opportunity, given that he clearly wishes to take part in the substantive debate. It would be a shame if a lot of the issues were considered in detail in Committee and he was not there. I believe he was offering his services on Report. That highlights the problem of bringing in provisions at the last moment: the proper debate and discussion that we should have in Committee and in accordance with the process that involves the Committee of Selection is not necessarily facilitated, because the most appropriate Minister—on the basis of his responsibilities—may not be there to deal with certain aspects of the Bill. Mr. Shailesh Vara (North-West Cambridgeshire) (Con) I can confirm that we have been given an extra day in Committee, although that happened before we realised that the new provisions were being added. Ostensibly, the purpose was to address certain issues relating to, for example, compensation for victims of overseas terrorism. We understand that provisions relating to stop-and-search powers in control orders have also been added, and that some changes have been to the car clamping provisions. As I have said, there has been a fair amount of movement since the Bill’s First Reading. Mr. Vara I am not aware that it was, but obviously extra time will be available for debate on such measures, and obviously, if the motion is passed, the Committee will have an opportunity to debate Government amendments relating to the power that they propose to give local authorities to prevent licensees from opening their premises between 3 am and 6 am. Mr. Chope That is certainly worth reflecting on. I am sure that discussions will take place between the appropriate channels, and I would not wish to intercede, or intervene, in any such discussions. To be fair, I think we have been making good progress and dealing with the Bill at the right pace. Nevertheless, the introduction of measures at such a late stage is not helpful to proper consideration and ensuring that we use the time as appropriately and effectively as possible. I know from experience that the Government have form in this regard. For instance, the Policing and Crime Bill—enacted in 2009—contained provisions on significant and sensitive matters such as gang injunctions and DNA retention, which had been added to the Bill at the last minute and which were problematic in terms of the time that might be allowed for the Committee to debate them. The motion will allow us to test some of the Government’s thinking on the restriction of the sale and supply of alcohol between 3 am and 6 am. It will enable us to scrutinise the proposal to establish whether, for example, it misses the point by not taking account of the fact that some of the problems may arise before 3 am. Given that the Government have identified the period between 3 am and 6 am as when problems occur, the Committee should be able to debate—if the motion is passed—whether, if the problems exist, they might have been caused much earlier in the evening.  Madam Deputy Speaker I was merely seeking to establish why the motion may have been considered appropriate, Madam Deputy Speaker. I sense that some Members are somewhat sceptical about whether it should have been permitted. While I would not wish to be seen as helping the Government, I think it useful to outline some of the considerations that might be necessary in Committee in order to find reasons to justify the tabling of the motion. If it is passed, the measure will need to be scrutinised. Indeed, it will be necessary to test whether it will work at all. I know what the Government have said about late-night licensing and 24-hour opening. If councils must prove that such measures will reduce crime, problems may arise if the Government set out reasons why that is not the case. We need to explore some of the inconsistencies. I hope that the motion will allow us to ask the Minister, for example, how he expects councils to meet the tests that they intend to introduce, how many councils he expects to use the proposed powers, and how many licences will be affected. I appreciate that those are matters of substance for the Committee to debate, but I think that they need to be considered in the context of whether the motion is permissible.  Mr. Peter Bone (Wellingborough) (Con) Well, I am interested in the issues of substance. I think that my hon. Friend made those comments in the context of this procedural motion, because I know how keenly he fights for the interests of his constituents in respect of antisocial behaviour and crime. I believe that there is a need to debate in Committee the issues raised. So far, we have been making good progress through the Bill, and therefore there is sufficient time to consider these aspects, although I must say that it is not helpful for new issues to be highlighted at the last minute. Therefore, although it could have been problematic, as we have been proceeding in a fairly efficient manner, seeking to deal succinctly where possible with certain provisions in the Bill, there is some latitude, so I would not wish my hon. Friend to call a Division on that point of justification. It is, of course, open to him to call a Division, and I respect the points he makes about the need for the role of Parliament and its scrutiny to be applied properly in relation to the actions of the Executive. Mr. Greg Knight I do agree. The Government should have introduced these provisions at the outset for the reasons I have given—such as those to do with scrutiny, the taking of evidence and witnesses being able to appear—in order to allow the changes in the structure of Bill proceedings that this House has approved to operate effectively and appropriately. I am sure such procedural issues will be reflected upon, as will the question of whether it might be an abuse of the House if such procedure—adding measures into Bills at the last minute—were used on a regular basis. I feel that this is simply the latest pre-election directive from the Downing street bunker. It betrays just how out of touch it has become, because these measures fail to give local authorities any real control over closing time, and they fail to give effective powers or to deal with fundamental presumptions.  Madam Deputy Speaker I shall draw my comments to a conclusion, but I have to say that I get the sense that, in bringing forward this motion this afternoon, the Government have accepted that their attempt to create a continental-style café culture, as promised with the Licensing Act 2003, has simply exacerbated Britain’s binge-boozing problems. As I have said, a debate needs to take place highlighting the fact that hospital admissions have gone up, violent crime has gone up, death rates have gone up, and— Madam Deputy Speaker And I very much look forward to the debate, because this sort of thing simply cannot go on, when we consider the link between alcohol and violent crime. I believe it is time for the British people to call time on this Government and their measures, which have caused so much damage to communities throughout the country. Sir George Young (North-West Hampshire) (Con) ", "Tom Brake": "As has been said, other Members might like to use such a procedure as an opportunity to promote matters of interest to them. For example, my party might have liked to have tabled an amendment to get rid of Government plans for ID cards—but that, of course, would not have been allowed, whereas this proposal, which is completely outwith the Bill, is being included in it. James Brokenshire Thank you, Madam Deputy Speaker. I noticed that other Members have been allowed to stray a little wider—indeed, the Minister has done so on a number of occasions. I can assure you that I do not intend to detain the House for more than a couple of minutes. I agree that it would have been appropriate to assess the new legislation that took effect just a couple of days ago and to see whether it addresses some of the issues that the Minister wants to address.  I have one other important point to make, which goes to the heart of what the Minister wants us to address and of whether it is appropriate for the matter to be dealt with in Committee. The issue was raised by the Minister. He highlighted the problem of the increase in crime between 3 am and 6 am, but the chart given to us by the Library highlights that that increase has taken place between 12 am and 6 am. I ask the Minister why he has chosen the 3 am to 6 am slot rather than the 12—  Madam Deputy Speaker Thank you, Madam Deputy Speaker. I shall draw my brief remarks to a conclusion. Given that the Government want to pursue this line of inquiry, I certainly do not think that we need to debate the matter. Whether it would be appropriate for us to debate it in the proceedings of the Bill Committee, in which we have made significant progress, received evidence from a series of witnesses and consulted a number of parties to seek their views, is a matter that we could debate at length now, although you would not allow us to do so.  I did not think that the Minister’s statement explaining why the Government seek to introduce the debate into the Bill’s proceedings was terribly helpful. There are many questions that we will clearly have to discuss, or that we will need to raise with the relevant Minister in Committee, which we do not have time to debate further today. As the Association of Convenience Stores, the British Retail Consortium and the Wine and Spirit Trade Association have highlighted in their briefing on this subject, there are concerns that the amendment is being proposed at a time when existing legislation, which was introduced just a couple of days ago, could potentially achieve exactly what the Government want to do, but has not been given time to take effect.  17:31:00  Keith Vaz (Leicester, East) (Lab) ", "Mr. Shailesh Vara (North-West Cambridgeshire) (Con)": "Given that we have talked about the possibility of altering the membership of the Committee, can my hon. Friend enlighten us as to whether provision can be made to have extra time so that the Committee can consider the new proposal that has been put forward? James Brokenshire ", "Mr. Vara": "May I establish, just for the sake of clarity, whether it was specifically stated when the Government allowed the extra day that this measure could be debated during that time? James Brokenshire ", "Sir George Young (North-West Hampshire) (Con)": "On a point of order, Madam Deputy Speaker. Earlier in our proceedings, during questions to the Secretary of State for Wales and in response to a question from my hon. Friend the Member for Monmouth (David T.C. Davies), the Minister from the Wales Office used the expression “two-faced Tories.” It might well be that with all the noise that was going on, Mr. Speaker did not hear that exchange, but may I ask you or Mr. Speaker to reflect on whether that was parliamentary language and, if it was not, whether, at an appropriate time when all the parties are here, the Minister might be invited to withdraw that remark? Madam Deputy Speaker ", "Mr. Deputy Speaker (Sir Michael Lord)": "Order. Sadly, what they do not come up to me and say is, “Let this be an instruction to the Committee.” I think that that is what the right hon. Gentleman is seeking to talk about. Keith Vaz ", "The Parliamentary Under-Secretary of State for the Home Department (Mr. Alan Campbell)": "This has been a very lively and useful debate, with significant contributions from those in all parts of the House. It is the first time that the hon. Member for Christchurch (Mr. Chope) seems to have worried about detaining Members, and the first time that I have heard him decry or not take up the opportunity to take an independent stance, even if that means offending his Whips. Occasionally, contributors have strayed towards the substance of the issue, but the motion is about extending the scope of the Bill. Mr. Chope ", "Mr. Campbell": "I am sure that we are grateful for that, and the independent judgment appears to be not to vote against the measure. I am grateful for the contribution from my right hon. Friend the Member for Leicester, East (Keith Vaz), who reminded us of the important work of the Home Affairs Committee. I am grateful also for his supportive comments about the proposal if not the process, and I, too, hope that he has the opportunity to discuss these important matters at the appropriate time.  The hon. Member for Hornchurch (James Brokenshire) rehearsed many of the arguments that I suspect we will hear from him in Committee and beyond, and he asked about the urgency, to which I shall refer specifically in a moment. The hon. Member for North-West Cambridgeshire (Mr. Vara), who is not in his place, asked for time to consider these matters in Committee. It was made clear that the Committee already has a number of issues to consider, so the Committee’s time for deliberation has been extended, and I am grateful to the hon. Member for Hornchurch for acknowledging that. The hon. Member for Carshalton and Wallington (Tom Brake) complained about the extension of the Bill, but, whoever the Government in power, it is not unusual for them to extend the measures that are debated in Committee, which then, ultimately, find themselves in a Bill. The difference on this occasion is that the proposals would widen the scope of the Bill, and the motion has been tabled because we need to consider carefully whether that is right.  The hon. Member for Hornchurch asked about urgency. When we make policy on tackling alcohol-related crime and many other things, it is part of a continuum. We are constantly looking at the need for new legislation, at how it works when it beds down and at the next step. Alcohol-related disorder is a good example of why we need to be on the front foot, because the 2008 review of the Licensing Act 2003 found a mixed picture throughout the country. The hon. Gentleman acknowledged that, during the passage of the Policing and Crime Act 2009, we brought forward measures on, for example, the mandatory code, but, without straying into the substance of the Bill, I must say that our proposals will address the situation in a minority of areas where the balance is not correct. We continue to work with licensing authorities, and we seek to deal with individual premises, but it is part of a continuum.  Mr. Bone Yes, I— Mr. Deputy Speaker My apologies, Mr. Deputy Speaker. When one has alighted on a particular set of proposals, they must be proportionate—the House would be aghast if they were not—and that takes a period of deliberation. One does not always alight on a particular measure at an appropriate time. Sometimes, however, legislative measures are brought forward that provide the opportunity for those measures to be discussed, debated and then voted on. Getting the balance between the necessary urgency as regards such a subject and a proportionate response means that things are not always lined up at the same time.  This Bill is an important vehicle to do with crime and disorder. In order to ensure that its provisions are balanced and proportionate, it was, unfortunately, not possible to bring forward these measures when it was debated on Second Reading. That is why we require this process, which is, admittedly, unusual. I stress that what we are debating today is giving power to local authorities that will then be dependent on regulations brought forward at a later date.  Mr. Deputy Speaker ", "Mr. Deputy Speaker": "Order. The Minister is already starting to stray. Perhaps he will now come back into line. Mr. Campbell Order. That is not what we are debating today—we are debating an instruction to the Committee. Mr. Campbell "}}