{"Armed Forces Compensation Scheme": {"The Secretary of State for Defence (Mr. Bob Ainsworth)": "Today, I am publishing the review of the armed forces compensation scheme that I announced on 27 July last year. I would like to thank Lord Boyce for producing a rigorous report that has looked at every aspect of the compensation scheme, including the principles underlying it; the process by which a claim is made; and the amount of compensation provided. I will implement all of Lord Boyce’s recommendations in their entirety. This will include: raising by about one third the annual payment made to the youngest and most seriously injured personnel throughout their lives to help them to deal with the ongoing effects of their injuries; retaining the top award level of more than £500,000 for the lump sum payments but increasing all other levels by up to two thirds; and increasing the maximum award for those suffering from mental illness as a result of their service. We ask a lot of our armed forces. On a daily basis, I see evidence of their bravery, selfless commitment and determination. The job they do on our behalf is unique. There is no such thing as a risk-free military operation, and those serving on the front line in Afghanistan know this, accept it and are committed to getting the job done. They are protecting Britain’s national security by denying safe haven to violent extremists, and the sacrifice has been significant. Earlier, the Prime Minister paid tribute to Private Sean McDonald, Corporal Johnathan Moore from 1st Battalion The Royal Regiment of Scotland and Warrant Officer Class 2 David Markland from 36 Engineer Regiment, Royal Engineers. They lost their lives in the past few days. These were professional, courageous, and committed men, and each death is a personal tragedy for the families, friends and comrades of those killed.  In Afghanistan today, British troops are fighting as part of an international security assistance force campaign to seize the initiative across southern Afghanistan. It will be hard, and we must brace ourselves for further casualties. There will always be a human cost when our forces are committed to action, and we have a moral obligation to honour their commitment and fulfil our responsibilities.  When servicemen and women are injured, we must ensure that they are provided with the right support—not just financial help, but medical care and through-life support. I am pleased that today’s National Audit Office report recognises that the medical care provided to our armed forces on the battlefield, in theatre and back here at home is first class. The advances made in medical care mean that many people who would previously have died of their injuries now survive and are able to lead fulfilling lives. Today we are announcing an extra 30 beds at the defence medical rehabilitation centre at Headley Court, as well as updating and expanding the existing facilities. For some people, injuries will mean that their career path in the armed forces is inevitably different. General Richards, the Chief of the General Staff, has been looking at that closely, and will be announcing shortly how the Army will ensure that everything is done to support soldiers in such circumstances.  We have a further duty to those injured due to service. They must have a just and fair compensation scheme. We must remember that the current scheme is a huge improvement on the war pensions scheme that it replaced in 2005. Unlike under the old system, injured servicemen and women are able to claim compensation while they are still in service. It is important that the new scheme is regularly reviewed, and that we act to ensure that it continues to evolve to meet people’s needs where it has been shown to fall short. For example, in 2008 we doubled the top levels of compensation payments, as part of the service personnel Command Paper.  Last summer I asked the former Chief of the Defence Staff, Admiral Lord Boyce, to lead the latest review. To support him, we put in place an independent scrutiny group of external experts, including those from the medical and legal fields, and representatives of the service charities. I would like to thank them for their work on the review. When put in place in 2005, the new compensation scheme was designed to ensure that those with the most serious injuries received the greatest support. I am pleased that Lord Boyce has concluded that that is the right approach, and that the scheme lives up to that promise.  As Lord Boyce has recommended, we will make the following notable changes. As I said earlier, we will increase most of the lump sum compensation payments. The top level will remain at £570,000, but every other level will go up. We will also increase tax-free annual payments to those who suffer the most serious injuries, to take account of future career prospects that they might otherwise have expected. For the youngest soldiers suffering life-changing injuries, those payments will be more than 35 per cent. higher. We will increase the top-level award for those who suffer mental illness because of their service, as well as increasing their annual guaranteed income payment.  We will ensure that the scheme treats those with multiple injuries more fairly. In future, all injuries from a single incident will be recognised as part of the compensation award. A new fast-track interim payment will be introduced, so that those injured can receive some money before the entire claims process is completed. We will extend the time that people have to make and to appeal claims. That will include taking further account of the late onset of a condition, which will particularly help with mental illness. We will create a new opportunity for exceptional reviews after 10 years if health conditions unexpectedly and significantly deteriorate. When making a claim, the burden of proof required will remain the same, but allowances will be made where records have not been properly maintained. We will also make a range of other improvements recommended by Lord Boyce, such as increasing payments to widows.  The injuries that those in our armed forces receive can be complex in the extreme. Ensuring that the compensation scheme is fair and just is not straightforward. One size does not fit all. Changes to the scheme must be guided by expert evidence. We will create an independent expert medical group to advise on the right level of compensation payments, as the knowledge and treatment of certain medical conditions improve. Together, all those measures will help us to give the scheme the flexibility that it has previously lacked.  As I said when I announced the review last year, in an exception to the normal rule, all those who have received compensation for their injuries under the armed forces compensation scheme since 2005 will benefit from the improvements that we are announcing today. Those in our armed forces must have the confidence that if they are injured, they will receive the help that they need. With the implementation of Lord Boyce’s recommendations, we have a scheme that fully recognises the severity of their injuries and helps to provide for their future.  It is not in our power to undo the injury, but the changes that I am announcing today will ensure that we do what is right and proper for those who sacrifice so much to keep this country safe and protected.  Dr. Liam Fox (Woodspring) (Con) ", "Dr. Liam Fox (Woodspring) (Con)": "I thank the Secretary of State for his statement and for prior sight of it. I would also like to join him in paying tribute to those who have recently lost their lives in Afghanistan. The whole House is united in respect for their bravery and their commitment to our security here at home. Our thoughts and prayers are with their families and friends at this uniquely distressing time for them. I would also like to add my thanks for the work done on this subject by Lord Boyce. It has been carried out with all the clarity and efficiency that we have come to expect from him, over many years of distinguished public service. There is much to be welcomed in the Government’s statement today, but we will of course need to examine the detail of its implementation before we can make a full judgment.  As Lord Boyce reminds us, the review was carried out in response to the public fury at the Court of Appeal case involving Corporal Duncan and Marine McWilliams. The sight of the Government trying to reduce compensation scandalised the country. Lord Boyce said that the judgment should be taken further, to provide even greater clarity about some aspects of the scheme, so let me question the Secretary of State further on a number of issues.  Lord Boyce has said that there is considerable scope for improvement in the current, unsatisfactory way in which the scheme is communicated to all members of the armed forces, their families and interested stakeholders. We are talking about the Government’s scheme, and therefore the Government’s failings. How will that be put right, and who will oversee this, to ensure that the Government do not get it wrong again? In particular, what role will there be for independent scrutiny?  Next is mental health, which the Secretary of State mentioned. The low priority that we give to mental illness in this country is a sad indictment of our values. The way it was treated in the past in our armed forces was a sad dereliction of duty. Today marks a welcome step forward. How will the proposed expert group be set up? By whom and with whom will it be set up, and how will Parliament get a chance to be updated on its progress? Mental illness is an issue of the utmost importance to Members in all parts of the House, and I am sure that we would wish for some transparency on it.  We welcome the extension, from five to seven years, of the period in which a claim can be submitted, but how exactly does that fit in with the extended periods for presentation of mental illness? As the Secretary of State well knows, post-traumatic stress disorder can take many years to present—up to 14 years, according to the latest figures from Combat Stress. How will the system be amended to ensure that those who present late with such problems do not find themselves excluded? Do we not need to find ways as a country proactively to seek out those who might be at risk, to prevent some of those problems from emerging, as our party has been proposing for some time?  On the subject of medical facilities, the Secretary of State said in his statement,  “we are announcing an extra 30 beds at…Headley Court”.  The written ministerial statement says, “We are therefore now working on plans to provide up to 30 extra ward beds later this year”. That is not quite the same thing. How soon can we expect the extra beds, and what factors might delay them? Is the Secretary of State concerned by today’s NAO report, which suggests that our ability to deal with significant increases in casualties might be limited? Does he share the anxiety expressed by the NAO when it suggests that we are just coping medically—a position that is less than ideal at the start of a major offensive?  The Secretary of State has announced what amounts to a retrospective review of settlements made under the 2005 scheme. I assume that I am correct in that assessment. That is a big undertaking, and it would of course be unnecessary if the Government had got this right at that time. What is the timeline for this process? How will it be structured? How many cases will be involved in the retrospective review, and what estimates have been made of the cost?  Finally, may I raise a point about the reserves? We welcome Lord Boyce’s suggestion that a factor should be introduced into the guaranteed income payment scheme to take account of the average range of promotions forgone while still in service because of injury. The whole House will agree with that, but how does it relate to reservists who might face long-term loss of civilian income because of the nature of their injuries? What is the equivalent compensation for them? That is especially important given our increased use of the reserves, not least in Afghanistan.  Our armed forces take unique risks and play a unique role in our national life. Is the Secretary of State confident that the money exists in the MOD budget fully to carry out the changes that will result from the review that he has set out today? Many people in our country will pay a high price for this Government’s colossal economic mismanagement. Our injured armed forces should not be among them.  Mr. Ainsworth ", "Mr. Ainsworth": "I thank the hon. Gentleman for his comments about our armed forces and about Lord Boyce, who has done an excellent job; I am glad that that is recognised across the House. We took the case to court, as the hon. Gentleman knows, because we had to maintain the principles, the clarity and the fairness of the scheme. That was recognised by the judge. The issues that were raised at the time led us to bring forward the review, and the individuals concerned will benefit from the changes in the same way that any other individual will benefit. On communication, yes, we do need to make every effort to ensure that those across the armed forces are informed of their rights and entitlements. We are putting in better systems to help those who are injured to get through what is a very complex process at a time when they are feeling particularly vulnerable. That is being overseen by the compensation advisory group that the Under-Secretary of State for Defence, my hon. Friend the Member for North Durham (Mr. Jones) runs. That group brings in people from outside the MOD; we get assistance from service charities and others, and we take their advice on an ongoing basis. We—and, indeed, the single services—also need to step up the support that we give to people, and to ensure that it is adequate and that they know the situation that they face.  The hon. Gentleman said that the symptoms of mental illness often come to light only after many years. The timelines for the scheme will allow someone to make an application or an appeal after their diagnosis has been made. It will therefore not matter how long it takes for an illness to come to light. People will have an extended timeline after the date of their diagnosis in which to come forward and make a claim or an appeal. There will be no restriction on people with conditions such as PTSD, which often come to light many years after an individual’s service career has ended.  I hope that the House accepts that the NAO report said in no uncertain terms that the treatment available in theatre and back here at Selly Oak and Headley Court was first class. It does not criticise it in any way. Yes, of course it flags up the potential need for further capacity. We were already aware of that and planning for it—as illustrated by our announcement that we are seeking to provide another 30 beds at Headley Court—but we will have to do far more than that.  Approximately 6,000 people have made claims under the scheme since 2005. We have always said that that scheme would need to be reviewed. Anyone who examines the record can see that we have said that quite openly. We are dealing with a complex situation, and we made the commitment regularly to review the scheme. We brought forward this review, which is particularly thorough—I think we have Lord Boyce to thank for a lot of that—but we always said that we would backdate the benefits to the start of the scheme so that people did not have to worry that their claim might be overtaken by subsequent improvements that we introduced. The hon. Gentleman asked about reservists. They will benefit, as well as the regular forces, from the improvements that I have announced today.  Nick Harvey (North Devon) (LD) I thank the hon. Gentleman for many of his comments. He mentioned the 2005 scheme. Let us remember that that represented a massive improvement on what went before. There was no lump sum payment and no ability to claim during service before the introduction of that scheme. I make no apology for wanting to make a significant difference with a lump sum payment for the most seriously injured. We did that in 2008, and Lord Boyce has now effectively readjusted the differentials to take into account the improvements that we made. That represents yet further improvement. What will it cost? I did not say to Lord Boyce that we must keep within a particular envelope, as I do not believe that that is appropriate. I hope that hon. Members of all parties would agree with that. We have a commitment—a moral commitment—to these individuals that we must meet, and we have to meet the costs. Yes, they will have to come from the defence budget, but I do not think that it is unaffordable. We should not place it within any financial constraint: it has to come first and it has to be funded in full.  As to the need for ongoing reviews, I would make two points to the hon. Gentleman. First, by building in this expert medical panel, which will start considering issues such as hearing and other complicated difficulties that people have to confront, Lord Boyce has potentially brought some flexibility to the system. I cannot say to what degree that will need to be reviewed, because the expert panel will continually be able to bring back issues into the development of the compensation payable.  Secondly, the hon. Gentleman should remember that the guaranteed income payment is tax-free and inflation-proofed, so we will not have to review that. I am personally particularly pleased—this is one area that I wanted to see addressed—that we have effectively uplifted the guaranteed income payment to take into account the progression that a young soldier is likely to have made during his career. That is a big improvement, because it is not right to assume that a 20-year-old would have stayed at the same level of remuneration for the rest of his life. His ability to have climbed the ranks and to have made progress in life must be taken into account.  I believe that we have a pretty robust situation now, but of course we must keep it under review. My hon. Friend the veterans Minister will do so in consultation with the groups that have helped us. We have had the involvement and support of the Royal British Legion, the British Limbless Ex-Servicemen’s Association, the Confederation of British Service and Ex-Service Organisations and the War Widows Association. The Families Federation was also represented on the group that supported us. We will continue to take those views into account.  Ms Gisela Stuart (Birmingham, Edgbaston) (Lab) The reason why, over time, we will have to make increasing provision at Headley Court is not necessarily that the level of injuries will increase. It is because people are having to return for further or repeat treatment at the same time as the new injuries and new casualties are being dealt with. Therefore, there is a gradual increase in pressure on Headley Court, which we have to plan for and we are planning for; we will make certain that we deal with it. As to the current casualty level, we receive fantastic support from Selly Oak and from the Birmingham medical facilities overall. We plan surge capability so that we are able to put in additional medical services, which have been absolutely superb. We have talked to people in those services and made sure that eventualities can be catered for. Mr. James Arbuthnot (North-East Hampshire) (Con) I thank the right hon. Gentleman for his comments. My hon. Friend the Under-Secretary and I take his comments seriously in his capacity as Chairman of the Defence Committee. We get constructive criticism from him, but also a lot of support. We both appreciate that. We have thought about and discussed with various individuals over time whether there should be any differential between operational injuries and other injuries. It would be enormously difficult to do that, and I think that it would break the ethos of “One together” that applies to our armed forces. What would be “operational”? Pre-deployment training and all the other dangerous jobs that we expect people to do are not necessarily in the operational theatre in Afghanistan. We have always thought about it, but have set our face against differentiating injuries in service and other injuries. I have always been strong on that, and I think that it is the right decision. Harry Cohen (Leyton and Wanstead) (Lab) There is a statutory right to an assessment of needs. Lord Boyce looked at backdating. The answer is in some ways contained within my hon. Friend’s question. Why do we not consider backdating to this date, that date or whichever date? The previous scheme goes back to 1917. Where do we draw the line? The complexity is enormous. Benefits have been paid under completely different arrangements over time, from which other issues potentially flow. I have concentrated on trying to ensure that this scheme is as good as it possibly can be by continually updating it and by continually being prepared to look at it. The flexibility that Lord Boyce has built into the scheme as well as the other improvements are of real benefit. Mr. Gary Streeter (South-West Devon) (Con) Yes, of course we must keep the rights of our armed forces under constant review. The sacrifice that they are prepared to make—the position that they are prepared to put themselves in—is unique and therefore justifies a no-fault and improved compensation scheme such as this one. I recognise that many of the hon. Gentleman’s constituents have served the nation over a period of time, and that some have paid the ultimate sacrifice and some have been injured. Bob Russell (Colchester) (LD) Lord Boyce tried as best he could to consider comparators in this country and abroad. That is enormously difficult, because the structure of other countries’ armed forces and welfare states is very different from our own. Lord Boyce could not say, did not say and shied away again this morning from saying that this country has the best scheme; ours is among the most generous. This is not a contested court-case scheme; it is a no-fault compensation scheme for our armed forces. Mr. James Gray (North Wiltshire) (Con) The hon. Gentleman is absolutely right. Indeed, the care must begin long before Bastion. Getting people off the battlefield and back to Bastion as quickly as possible is life-saving, and the treatment and stabilisation provided at Bastion are magnificently impressive. Many skills are also immediately available throughout the Birmingham health authority—not just in Selly Oak—and at Headley Court. Anyone who has met an injured soldier will know of the huge desire of the injured to reach Headley Court. They know that once they are there, they are on the path to recovery, and that helps them to focus on the need to make progress. Dr. William McCrea (South Antrim) (DUP) We invested £24 million in the updating of Headley Court a while ago. We have also received fantastic support from Help for Heroes, which has provided a swimming pool. I cannot give the hon. Gentleman an exact date for the provision of the 30 beds, because there are processes to be gone through. Headley Court does a marvellous job and has an amazing reputation among the armed forces, but we have to plan for the future as well. The site is very constricted, and long-term thinking is needed. We must ensure that we can cope during the many years that lie ahead, because our responsibilities will not go away when a particular operation goes away or the media focus goes away. We, as a nation, will have an ongoing responsibility to the people who have made sacrifices on our behalf.  Mr. Hugo Swire (East Devon) (Con) Yes, and I think that we made people aware, in principle, that such discussions were going on. The trustees of Headley Court are certainly aware of the long-term planning, because it is taking place in collaboration with them. As I have said, the last thing that we can afford to do is lose the fantastic reputation that Headley Court has gained for first-class rehabilitation. We must ensure that whatever facility we have in the future can cope with not only the quality of care, but the quantity of care that may be needed. Angus Robertson (Moray) (SNP) Lord Boyce’s recommendation in that regard is different from the rest. As the hon. Gentleman has said, the increase in the grant is a recognition of the need to take account of pay increases since 2005. We should be looking forward rather than back. Of course we will note what the hon. Gentleman has said, but I am currently minded to accept Lord Boyce’s recommendations as written in view of the logic behind them. Bob Spink (Castle Point) (Ind) Under the service personnel Command Paper, which we produced in 2008, we have set up an ongoing review and an annual report. The service families federations and charities help us to determine the way in which other departments, local authorities and the rest of society serve veterans and our armed forces. That is an ongoing process. The last thing we can afford is for the Command Paper to give rights that just lie there gathering dust and never make progress. We must constantly examine new issues as they arise, and confront authorities when they do not treat our armed forces properly. The organisations that the hon. Gentleman has mentioned are a huge help in identifying those needs so that we can start to address them together. Mr. Brian Jenkins (Tamworth) (Lab) ", "Nick Harvey (North Devon) (LD)": "I echo the words of tribute to those who have fallen in the past few days in Afghanistan; I salute their courage and valour. I thank the Secretary of State for his statement and, indeed, for the briefing earlier today. The Government were right to introduce the scheme in 2005, but today’s statement shows that it has not worked as well as it might have done since then. I am pleased that the Government have changed course, because, as the hon. Member for Woodspring (Dr. Fox) said, the sight of court cases fought over levels of compensation was not edifying. Admiral Boyce has done a very good job. He and his team have made some positive recommendations, which I welcome, on the levels of compensation, the easier time scales, the slight readjustment of the burden of proof and, in particular, the greater recognition of mental illness than has been the case to date.  What is it all going to cost? I know that that is hard to estimate, but the Government seem a little coy about it. There is a strong moral argument, whatever it costs, that it is the right thing to do, but I would welcome an estimate—they must have one—of what they think it will cost.  Lord Boyce said that he was trying to establish a system involving a comparator between the awards and those in civil life. I know that it is hard to make such comparisons, because the scheme involves an ongoing payment, which would be most unusual in civil cases. The Secretary of State says that the scheme will be kept under constant review, which is welcome, but I urge him to guarantee that the comparator with civil compensation remains part of the ongoing review process.  The Secretary of State also said in his statement that the quality of medical intervention was so advanced that many more lives were now saved than in the past. That is undoubtedly correct. It means that, at the point of the initial intervention, more compensation is needed than has ever been needed before. I welcome the fact that the statement acknowledges that. As he keeps these matters under review, will he also recognise that we will be entering uncharted territory, and that we might need to come back after several years, or even decades, to see how those people with very serious problems have been doing over the longer term, and whether their level of support needs to be revisited on account of factors that we cannot anticipate or even imagine at this stage?  Mr. Ainsworth ", "Ms Gisela Stuart (Birmingham, Edgbaston) (Lab)": "I particularly welcome the announcement of the extra 30 beds at Headley Court, given the increase in exceptional survival rates. The Secretary of State also mentioned the potential increase in casualties over the coming weeks. Will he have talks with the Secretary of State for Health to ensure that in areas such as the west midlands, where Selly Oak is doing an exceptionally good job, neighbouring hospitals that are perfectly capable of providing the necessary extra care do provide it? Mr. Ainsworth ", "Mr. James Arbuthnot (North-East Hampshire) (Con)": "I welcome the statement. The Secretary of State and the veterans Minister deserve our thanks and our congratulations, as does Lord Boyce, not only on the changes made in the scheme but on the open way in which they have gone about that. The amendments to the scheme do not differentiate between injuries caused on active service in Helmand and those caused while training in the UK, for example. I entirely support that, but will the Secretary of State set out his thinking on why that should be the case? Mr. Ainsworth ", "Harry Cohen (Leyton and Wanstead) (Lab)": "I congratulate the Secretary of State on his excellent statement and on the work of his ministerial team. Will he consider backdating eligibility, perhaps to the beginning of the Iraq war or even to the beginning of the Afghanistan campaign in 2001? Will he also consider giving current and ex-servicemen suffering mental health difficulties a statutory right to an assessment of their needs? Mr. Ainsworth ", "Mr. Gary Streeter (South-West Devon) (Con)": "I also warmly welcome the statement, which I know will be well received by many of my constituents who are serving armed forces personnel. May I encourage the Secretary of State to look at the Crown Proceedings Act 1947 in so far as it applies to this issue? As he well knows, serving personnel cannot sue the Crown for compensation for diseases they contract—asbestosis, for example, through working in a dockyard or naval base—whereas civilians who happen to be working alongside them can sue. Is that not a matter that the Government should now also consider? Mr. Ainsworth ", "Bob Russell (Colchester) (LD)": "Will the Secretary of State confirm that the level of compensation from the Criminal Injuries Compensation Authority for an off-duty soldier who receives serious head injuries as a result of being assaulted in the UK will still be considerably more than the compensation available under the armed forces compensation scheme if that same young man suffers serious head injuries as a result of being shot in Afghanistan while on active service for his country? Mr. Ainsworth ", "Mr. James Gray (North Wiltshire) (Con)": "I join the Secretary of State in paying tribute to the three soldiers who have been killed in Afghanistan in recent days, and whose bodies will be carried down through RAF Lyneham and through the high street in Wootton Bassett on Friday. Does he agree that the fact that the number of fatalities—bad as it is—is not greater is due to the outstanding work of the air medical evacuation teams and the medical emergency response teams at Camp Bastion, which ensure that soldiers leave the front line, go through Bastion and return to Birmingham as quickly as possible? Those people do a fantastic job, and they are worthy of praise. Mr. Ainsworth ", "Dr. William McCrea (South Antrim) (DUP)": "Many Members, including me, have visited our soldiers in Afghanistan, and I agree with the Secretary of State that our soldiers have displayed extreme bravery, commitment and determination and deserve our wholehearted support. I welcome the Secretary of State’s adoption of all Lord Boyce’s recommendations, including those on many levels of compensation. I also welcome the announcement of an extra 30 beds at the rehabilitation centre, and the commitment to updating and expanding the existing facilities. When does the Secretary of State expect the beds to be provided and the facilities to be updated?  Mr. Ainsworth ", "Mr. Hugo Swire (East Devon) (Con)": "The Secretary of State is absolutely right about our duty of care to our wounded. As he said, the expansion of Headley Court is constrained. Has his Department had any discussions with private foundations or the private sector about a possible new location for a different sort of home? Mr. Ainsworth ", "Angus Robertson (Moray) (SNP)": "I thank the Secretary of State for his excellent statement, and for this morning’s briefing by the Under-Secretary of State for Defence, the hon. Member for North Durham (Mr. Jones) and Lord Boyce. It is very welcome that all political parties in the House are being briefed on an equal basis, and I look forward to the continuation of that practice. I also commend the work of Lord Boyce and his colleagues. The report is excellent, and I am extremely pleased that the Government have accepted all its recommendations. However, will the Secretary of State look closely at the issue of the bereavement grant, details of which can be found on page 41 of the report? It is being treated differently from the other forms of compensation that are being uprated. Although the 25 per cent. increase in the grant is welcome, there is to be no increase for people in receipt of that grant between 2005 and now. The 25 per cent. increase is intended to reflect increases in salaries. Will the Secretary of State consider carefully whether it is possible to taper the increase for families who lost loved ones between 2005 and the present day?  Mr. Ainsworth ", "Bob Spink (Castle Point) (Ind)": "I warmly congratulate the Government on today’s announcement. Will the Secretary of State join me in also congratulating the service charities, particularly SSAFA—the Soldiers, Sailors, Airmen and Families Association—and the Royal British Legion, on their work with veterans and injured servicemen? Will he have a word with his colleagues in other Departments to ensure that the funds of such charities are not diverted because local councils are refusing to provide appropriate and proper disability grants, so that veterans and injured servicemen returning from service can adapt their homes in order to lead lives that are as near to normal as possible? Mr. Ainsworth ", "Mr. Brian Jenkins (Tamworth) (Lab)": "I congratulate my right hon. Friend, the Under-Secretary of State for Defence, my hon. Friend the Member for North Durham (Mr. Jones)—the veterans Minister—and Lord Boyce on the work that they have done. I think that we should all congratulate them and support their work wholeheartedly. May I raise the issue of late-onset conditions and, in particular, cases of mental illness? I know about the compensation advisory group, but how many people out there in the wider communities—GPs, and those who supply mental health services—are aware of the path to that group, and is it able to present cases, especially those of mental health patients, to the compensation board? Who is there to represent those people and ensure that they are given a fair deal?  Mr. Ainsworth "}}