{"Non-resident Parents": {"Janet Anderson (Rossendale and Darwen) (Lab)": "It is, as always, a pleasure to serve under your chairmanship, Sir Nicholas. I am grateful for the opportunity to debate this issue on behalf of a constituent of mine and I thank my hon. Friend the Minister for giving of her time to respond to the debate. My constituent does not wish to be personally identified in the public record, and I thank the Minister and her office for respecting that wish while at the same time looking into his case at my request. The Child Support Agency website states on its home page:  “We make sure parents who live apart from their children contribute financially to their upkeep by paying child maintenance.”  I can assure hon. Members that my constituent would be the first to applaud that aim. He has two children by his former partner. He is the non-resident parent, but has always paid his child maintenance; he has never missed a payment since 2001.  My constituent is on what I might describe as CSA 1, which means that his child maintenance contribution is assessed under the original scheme, under the old system—for cases that commenced between 1993 and 2003. Following his retirement, his income reduced, so his payments reduced, but he was still assessed under the old system. His current payments, after essential outgoings, leave him with approximately £49 a month. He has given me a list of his monthly outgoings, which include various modest amounts that he allows himself, such as £3.22 a day for food or £3.22 a day for petrol—in my constituency, getting around without a car is difficult. His outgoings are modest, but nevertheless he is left merely with £49 a month.  If my constituent were assessed under the new system—for cases post-March 2003—his contribution would be substantially less, because he would be required to pay 20 per cent. of his net weekly income, which is income after tax and national insurance deductions. Under the new system, non-resident parents have to pay: for one child, 15 per cent. of net income; for two children, 20 per cent. of net income, and for three children, 25 per cent. of net income.  The Child Support Agency website helpfully contains information on moving between old and current schemes. The website claims that the justification for the new, current scheme is that it is simpler to manage, easier to understand and better suited to parents’ needs. The website does not explain something that is also not mentioned by the calculator available for working out likely child maintenance: for someone on the old scheme, the calculation is significantly different and can be up to 30 per cent. of net income.  Under the old, original scheme, different criteria were applied. Part of the justification for the new scheme, as stated in the website, was:  “We no longer take into account or need to know the income of the parent with care...We no longer take account of the cost of either parent’s housing, council tax, etc.”  Yes, that may be simpler, but it is of small consolation to my constituent, because his contribution is still being assessed under the old system. For example, we learn that his former partner’s housing costs are taken into account. She claims more than £23,000 per annum in housing costs—£442 per week—which is rather a lot for someone with a net income, I am told, of around £26,500 a year. Yet the CSA has simply accepted the figure by virtue of a letter from the resident parent, with no further documentation to confirm its accuracy.  As my constituent says:  “It is an insult to all honest payers like myself, who has never missed a payment since 2001, when a…parent with care can use tactics like this”.  That refers to his former partner’s offsetting her income with high housing costs to ensure that her income is exempt from the maintenance calculation. My constituent also states that his former partner’s new partner is a “high earner”, making a mockery of the scheme. CSA 1 needs to be abandoned now, so that everyone can pay a fair amount without deductions for housing costs and so on, which do not form any part of the calculation under the second system or current scheme—CSA 2—which is based on a percentage of the net income of the non-resident parent only.  I do not wish to get anyone at the CSA in Birkenhead into trouble—they are extremely helpful to me and my constituency office in the many cases with which they deal. They all do sterling work in difficult circumstances, but my constituent claims to have been told by a member of staff there that the two-tier system of CSA 1 and CSA 2—that is, the old and the current systems—is totally unfair and that rectification is long overdue. As my constituent points out, the move to CSA 2 for everyone would stop people making questionable—to say the least—claims for housing costs.  The problem is that the CSA will move a child maintenance case to the current scheme only when it becomes linked to a new child maintenance application, made on or after 3 March 2003, meaning that many non-resident parents, such as my constituent, who are being assessed on the old scheme, are paying more than non-resident parents in identical circumstances who are being assessed on the current scheme. That cannot be fair and I do not believe it was the intention when the new system was introduced. My constituent has been told that he cannot be moved to the current system because—as he claims of the message given to him—the computers will not cope. The only alternative is for the parent with care to withdraw her claim and reapply under CSA 2, which I understand in the circumstances is extremely unlikely.  An organisation called Child Support Solutions, which specialises in advising parents on CSA issues, claims to have cases that were started on the old system but which are being moved to the new or current system. It describes that as conversion. If so, why can my constituent not be thus converted? Or must he, as he fears, continue to meet his obligations to his children as dictated by the CSA under a now much derided system? That system leaves him with only £49 per month in his pocket until his children are past the age when maintenance applies, which in his case will be another eight years.  I hope the Minister will answer that question. I hope she will also tell us her plans to resolve the overall problem. I am told that there is now a third system—CSA 3. Could the Minister, in her response, explain how that works and whether my constituent will benefit? Why has it not been possible to move everyone from CSA 1 to CSA 2, and what is the justification for now introducing a third scheme?  In conclusion, as I said at the beginning, my constituent loves his children. He is only sorry that he no longer sees them as often as he would wish, but he has never sought to evade or avoid his obligations to pay maintenance. He and I, as his Member of Parliament, are simply questioning the operation of the various systems as they stand at the moment, and asking—indeed pleading—that something be done to make them fairer.  16:37:00  The Parliamentary Under-Secretary of State for Work and Pensions (Helen Goodman) ", "The Parliamentary Under-Secretary of State for Work and Pensions (Helen Goodman)": "It is a pleasure to serve under your chairmanship, Sir Nicholas, and to recall that the last time I served under you was also in a Finance Bill Committee, although that was the 2007 Finance Bill. I begin by congratulating my hon. Friend the Member for Rossendale and Darwen (Janet Anderson) on securing the debate. Child support is an important issue for many hon. Members—indeed, I have a strong personal conviction about getting the policy absolutely right. I very much welcome the opportunity to dispel some of the misunderstandings surrounding the child support issue, for which I thank my hon. Friend. I also thank her for raising the concerns of her individual constituent.  It is quite right that, from 2011 to 2014, three schemes will operate within child support: the old scheme, the current scheme and the future scheme. That period will represent a transition as we move from the cumbersome, inefficient older and current schemes towards our streamlined, simplified scheme for the future. Until the transition is complete, child support arrangements for some parents will be governed by the current scheme, while those for others will be governed by the older scheme.  Sir David Henshaw’s 2006 report on the issue called for a clean break from the past. One of the report’s conclusions was that the existing plans to convert cases from the old scheme to the current scheme would have been prohibitively challenging to administer. Past experience did not make a good case for such an approach, as I am sure that my hon. Friend knows better than me. The bulk transfer of cases between the old and current schemes would not have been possible because the kind of resources needed to facilitate such a transfer would mean diverting funds from where they were most needed—in other words, from supporting the ongoing improvements to the Child Support Agency.  Following the publication of that report, the Government decided to seek an alternative to the bulk transferring of cases and set out their proposals to reform the system in a White Paper. Those proposals were set down in statute in the Child Maintenance and Other Payments Act 2008, which provided for the Child Maintenance and Enforcement Commission to deliver the new child maintenance system and deliver that clean break.  My hon. Friend suggested that the decision not to transfer all existing old-scheme cases to the current scheme was unfair. Not transferring cases from the old to the current statutory maintenance scheme has inevitably had the result that some non-resident parents might be paying more under the old scheme than the current one. By the same token, other non-resident parents might be paying less. For every parent who believes that they could gain by moving their case to the current scheme, there is obviously another parent who might lose out. Clearly, to transfer a case to the current scheme on the basis of parental preference would be not only impractical but unfair.  Janet Anderson ", "Janet Anderson": "Will the Minister tell us whether her Department has made an assessment of how many non-resident parents would be better off under the current system—that is, how many would be in the same position as my constituent? Helen Goodman "}}