{"EU: Directive on the Protection of Animals Used for Scientific Purposes (EUC Report)": {"Lord Carter of Coles": "That this House takes note of the Report of the European Union Committee on the revision of the EU Directive on the protection of animals used for scientific purposes. Relevant Document: 22nd Report, Session 2008-09, HL Paper 164.  Lord Carter of Coles My Lords, I am pleased that the House has the chance to consider the proposal to revise the EU directive on the protection of animals used for scientific purposes, particularly at a time when discussions are still under way in the European institutions. The most recent statistical report by the European Commission shows that just over 12 million animals were used in scientific procedures in the 25 member states that made up the European Union in 2005. France, Germany and the United Kingdom were the member states with the highest numbers of animals used, accounting for half of the 12 million. This is not a new state of affairs. In 1986, the European Community adopted the first directive on the protection of animals used for experimental and other scientific purposes. Also in 1986, in the United Kingdom, the Animals (Scientific Procedures) Act was enacted, which put in place the current system of controls in this country regulating scientific work on living animals, as well as implementing the 1986 directive.  In carrying out our inquiry, it was made clear to us that since 1986 the UK has maintained controls which have promoted good standards of animal care and use. However, we were left in no doubt that the 1986 directive has not been implemented consistently across all member states and that the standards achieved in the UK are not replicated in all parts of the EU.  When the European Commission published the proposal in November 2008, it highlighted the following objectives: to strengthen the protection of animals used in scientific procedures; to promote the replacement, reduction and refinement of the scientific use of animals, the so-called three Rs; and to put right the wide variations in the implementation of the 1986 directive, to ensure a level playing field across the EU.  As a committee, we supported those objectives, and we agreed on the need to revise the 1986 directive. Since 1986, there have been developments in science and in the understanding of animal welfare which, after 24 years, should be taken into account in new legislation. The process of revision provides an opportunity to put in place some really effective safeguards, to ensure that the new directive will be implemented consistently across all member states.  We are grateful to all those organisations which sent us evidence or appeared in person and made some very powerful arguments. I should also record our thanks to our special adviser, Dr Jane Smith, who enabled us better to understand a subject of some complexity. I also acknowledge the work of my colleagues on the committee, who ensured that the inquiry into this challenging subject was carried out with vigour and insight. It is right for me to pay tribute to my predecessor, the noble Lord, Lord Sewel, who I see in his place, for whom this inquiry was his swansong as chairman, after guiding the committee through many perceptive and influential inquiries.  In chapter 2 of our report, we deal with a number of general issues, including the proposed extension of the scope of the directive. The proposal of November 2008 was that the directive should apply not only to vertebrate animals, but also to certain classes of invertebrates, including cephalopods, such as octopus and squid, and crustacean decapods, such as crabs, lobsters and shrimp. The arguments for extension of the scope turn on the issue of whether such creatures feel pain and can suffer; that is “sentience”. We concluded that, on the basis of current scientific knowledge about sentience, cephalopods should be included in the directive, but decapods should not.  In the UK, under the 1986 Act, protection is provided to animals from half way through the gestation or incubation period for the relevant species. The November 2008 proposal for a revised directive foresaw extending its scope to embryonic forms of animals from the last third of their normal development; that is, at a later stage than half way. We saw no evidence to suggest that the UK’s approach was unjustified, but in the interests of EU-wide consistency we supported the proposal.  The November 2008 proposal provided that scientific procedures should be classified according to the severity of pain experienced by animals, but it failed to include definitions of the four categories proposed: “up to mild”, “moderate”, “severe” and “non-recovery”. We welcomed the steps which the Commission took to fill that gap. During the course of our inquiry, an EU expert working group made proposals for relevant definitions, which we endorsed. We also made the important point that, regarding the reuse of animals, the provisions needed to be carefully considered to avoid unintended consequences for animal welfare.  As your Lordships would expect, we received a good deal of often conflicting evidence on the issue of the care and accommodation standards proposed. The standards in the EU proposal presented as mandatory requirements had previously been formulated as non-mandatory guidelines by the Council of Europe, but much of the explanatory text accompanying the Council of Europe guidelines had not been included in the EU proposal. We were told that this meant that the resulting provisions of the proposal could be misleading, so we concluded that the some of the text had been “lost in translation” and needed to be restored.  In the face of evidence that the standards proposed for reduced stocking densities for rodents and rabbits would not necessarily offer any measurable benefit for the welfare of animals, we concluded that the timescale for introducing the revised densities should be extended, and in particular we recommended that the timescale for the academic sector to implement the range of new standards should be extended.  In chapter 3, we looked at the use of non-human primates in research. The primates in question are essentially macaque, marmoset or tamarin monkeys. The use of non-human primates accounts for less than 1 per cent of all procedures, but such is the particular concern of the general public that this is an important area. In the UK, the use of non-human primates is already more tightly controlled than the use of other animals. It is authorised by the Home Office only if there is sufficient justification, if there is no alternative, and if purpose-bred animals are used.  The Commission's proposal of November 2008 provided that all use of great apes—such as gorillas, orangutans, and chimpanzees—should be prohibited. This is already the case in the UK. However, going beyond that, it also proposed that the use of other non-human primates should be limited to research related to,  “life-threatening or debilitating conditions in human beings”.  Again, our witnesses were divided on the justification for that additional limitation. Representatives of the pharmaceutical industry said that, in stipulating that research could be justified only if it related to a specific disease, the additional limitation appeared to show a misunderstanding of the way in which research operated. Conversely, witnesses from animal protection organisations argued that special provisions were appropriate, and that progress needed to be made towards phasing out the use of non-human primates altogether.  Evidence from the European Commission suggested that, in practice, the proposed limitation could be applied less restrictively than was feared by the pharmaceutical industry—allowing the use of non-human primates for research into infertility, for example.  In the light of that evidence, we concluded that the proposed limitation struck the right balance between animal welfare and scientific research. We recognised that it could be helpful to clarify the wording of the limitation to make its range of application clearer, but we stood clearly by the desirability of placing tighter limits on the use of non-human primates than on other species.  The November 2008 proposal also contained provisions aimed at limiting the use of non-human primates to the offspring of animals bred in captivity—so-called F2 animals. The proposal specified deadlines, varying according to species, after which only F2 animals could be used.  Here again, as your Lordships would expect, there was a sharp division of views. Representatives of the RSPCA, for example, stressed the power of deadlines for bringing about changes in industry practice, citing experience with the cosmetics directive, which meant that from March 2009 no animal testing of cosmetics was allowed in the European Union. Conversely, witnesses from the pharmaceutical industry and the research community questioned the animal welfare benefits of the F2-only policy, and underlined the practical difficulties of moving to self-sustaining F2 colonies over a relatively short timescale. We supported the aspiration of restricting use of non-human primates to F2 animals, but we recommended that the feasibility of the time limits proposed for each species should be reviewed for practicability.  In chapter 4, we looked at some generic procedural aspects of the 2008 proposal. The first relates to sharing of data from the use of animals in scientific procedures. Two types of data were in the Commission's sights. The first was data from tests required under Community legislation. We agreed with many of our witnesses that mutual acceptance between member states of such data is highly desirable. The second was information generated by scientific procedures conducted more generally for both academic and commercial research. We heard the concerns of the pharmaceutical industry and the research community and, in the absence of cogent evidence of widespread duplication of procedures, we made it clear that we too had reservations about the proposal for sharing the second type of data.  However, most of chapter 4 relates to the authorisation of scientific procedures using animals. In broad terms, the November 2008 proposal provided that authorisation arrangements similar to those in place in the UK should apply across the EU. We were therefore interested to hear comments from our witnesses on the effectiveness of the UK control regime. We were not persuaded by the concern expressed by representatives of the pharmaceutical industry and research community that, although high standards of animal welfare in the UK had been achieved and should be maintained, the operation of the UK system of controls was slower and more complex than elsewhere. Not only the Home Office but other witnesses pointed to publicly available information that, for applications under the 1986 Act, the evidence did not chime with claims of tardiness. In fact, 85 per cent of project licence applications were awarded in 35 days, with an average of 18 days.  For us, however, the most important consideration is to ensure that the system of authorisation set out in the proposed revision of the directive should be effectively and consistently implemented across the EU. We were concerned to hear that negotiations on the proposal under the Swedish presidency might allow for the concept of tacit approval of certain procedures. In the UK, all procedures have to be authorised under the 1986 Act. Tacit approval, on the other hand, might allow procedures to go ahead without specific reference to the regulatory body concerned. We made it clear that we were opposed to any such change to the proposal, and we have been reassured to hear from the Government that the concept of tacit approval is not being taken forward.  Finally, I come to what we regard as the central issue: the measures proposed to ensure effective and consistent implementation. Member states will have primary responsibility for implementing the requirements for the authorisation of scientific procedures. They had that responsibility under the 1986 directive, but the significant differences in the way in which the 1986 directive has been implemented in practice make a prima facie case for increasing the pressure on member states to act fully on that responsibility.  The November 2008 proposal provided that member states should carry out two inspections of relevant sites each year, and that the Commission would monitor national inspection arrangements. When the European Parliament gave a First Reading to the proposal in May 2009, it agreed amendments to oblige the Commission to undertake controls of the infrastructure and operation of national inspections. In our report, we voiced firm support for all those provisions. We are deeply concerned that the tendency of negotiations on the proposal during the latter months of the Swedish presidency has been to weaken them by reducing the required frequency of national inspections, and by limiting the monitoring role of the Commission.  The committee supports the objectives which the Commission says that a new directive should serve: strengthened protection for animals in scientific procedures and, importantly, a level playing field across the EU. However, if the new directive does not contain effective safeguards to ensure consistent implementation, animal welfare standards will vary, and different member states will require those involved in the use of animals in research to expend different degrees of effort. We hope that this will not be the case, and we look to those involved in the current negotiations—in particular, the UK Government—to ensure that they take the opportunity of agreeing the new directive to secure high standards of animal welfare across the EU and, most importantly, at the same time place all concerned on an equal footing.  15:11:00  Lord Soulsby of Swaffham Prior ", "Lord Soulsby of Swaffham Prior": "My Lords, I join Her Majesty's Government in welcoming the House of Lords EU Select Committee report and its findings. In doing so, I declare several interests. I have a long-term interest in the protection of animals. I held a Home Office licence from 1950 until my retirement from the university. I have been a member of the Animal Procedures Committee of the Home Office and I am currently a patron of the Fund for the Replacement of Animals in Medical Experiments, otherwise known as FRAME. Over the past 50 years or so, the United Kingdom has been in the lead in laboratory animal practice legislation, development and welfare. Many years ago, it was well recognised that good welfare for laboratory animals equated with good science, good research and reliable results that were important in understanding and treating diseases of man and animals. Some countries have been slow to adopt laboratory animal regulation believing that it would be prejudicial to biological research in general and to the development of biological research. An example is the United States of America where, until relatively recently, there was strong opposition to the regulation of laboratory animal work. It was only in the 1960s that federal regulations and financing projected laboratory animal welfare on a federal scale. In 1981, the Johns Hopkins Center for Alternatives to Animal Testing—CAAT—was established. It gave strong impetus to the production of federal regulations.  In the United Kingdom, there are three main stages governing laboratory animal work. First, an institution needs to have a certificate of designation; secondly, there is a project licence in which a research worker or group details the work to be done and which is approved by the Home Office inspectorate; and, thirdly there is a personal licence for the individual to undertake the research. Each institution must also have a named veterinary surgeon who advises on standards of animal health and welfare and on experimental technology and may assist in certain surgical procedures and the rest. In addition, each establishment is required to have a permanent, independent ethical review committee whose duty is to review proposals for a project licence and to promote the three Rs—reduction, refinement and replacement—which I shall come to later.  An important strength of the United Kingdom system is the inspectorate. It currently consists of 27 full-time professionals, of whom 25 are veterinarians and two are medically qualified. There are approximately 200 establishments in the United Kingdom where animal research is conducted, and the inspectorate undertakes about 2,000 visits a year. Apart from its inspectoral duties, it also plays an important advisory role, and many of its members are specialists in given fields and may be called upon to advise on issues of physiology, pathology and sentience, for example. It is important that the inspectorate be maintained as well as the professionalism of its members. The inspectorate has recently been audited under the Hampton principles of better regulation, and the auditors’ report praises it for the strong advisory role it plays in supporting the science community while assuring high standards of animal welfare.  It is therefore disappointing that the proposed EU directive considerably reduces the role of a professional inspectorate, under pressure, I believe, from other member states that currently have no inspectorate, a much less focused inspectorate or a less professional inspectorate. The proposed directive does not require inspectors to be veterinarians or medically qualified persons. An indication that the United Kingdom takes this issue seriously is the fact that the Royal College of Veterinary Surgeons has recognised certificate and diploma qualifications in laboratory animal science that are required for appointment as a named veterinary surgeon in an institution. Furthermore, several veterinary faculties in this country have specific courses on laboratory animal welfare in preparation for those who might serve in various capacities up and down the country.  I have mentioned the promotion of the three Rs, the concept of which was introduced by Russell and Burch in 1959 in the seminal publication, Principles of Humane Experimental Techniques. This was a landmark publication, and the concept has spread globally. There has always been a need for research to advance the three Rs. Initially, any work to advance them was almost a secondary issue for the Home Office committee, although they were considered a better way to undertake research and investigation.  In 2003, the House of Lords committee that dealt with laboratory animals proposed a national centre for the three Rs, which was established; the noble Lord, Lord Turnberg, was its first chairman from 2004 to 2007. The important point about the centre was that specific provision was made for funds to be provided to advance the three Rs in all their aspects. This has made an important difference to the development of the three-R concept.  Another important issue in laboratory animal work is public confidence. The committee took evidence on animal welfare, on the care taken in research and on secrecy about what research was being done. Its report in 2003 indicated that research work should be published, at least in summary. This is now done and will, I hope, allay the fear that so much is done in secrecy. Of course a degree of confidentiality must be maintained by, for example, pharmaceutical companies, but it is necessary to assuage the charge of secrecy that is often levelled at the Home Office and the research establishment, and the numbers and the work that is undertaken by research workers are published regularly.  The advisory Animal Procedures Committee and the new centre for the three Rs will do much to determine the extent of the need to study the sentience of laboratory animals in more detail. Sentience issues for a number of species have been referred to already this afternoon, and this is where the three Rs will take particular effect. We have heard that cephalopods, such as the octopus, are now included as protected animals in United Kingdom legislation. It took several meetings of the Home Office advisory committee to reach this conclusion, and much evidence was given by physiologists and people connected with pain transmission and sentience before it did so.  Although other invertebrates are not included at this time, as physiological sciences advance in the coming years, other animals, such as decapods, might be added to the list of protected animals. I am informed that although cephalopods are now protected animals and can be used in experimental work, very few, if any, have been used so far. The animals whose sentience is also under question are the foetal forms of non-human vertebrates, which are now included and are protected species. Given the three-R situation and the fact that the committee is allocating funds, it is likely that we will go ahead and will have a much firmer basis for study.  In conclusion, I welcome the report and the directive should be implemented. I hope that it will be consistent across the member states and that laboratory animals are used across what is often called a level playing field.  15:24:00  Lord Sewel ", "Lord Sewel": "My Lords, I declare an interest in so far that my wife is employed by a university where research is conducted on animals, although she does not do that herself—except on me. I thank my noble friend Lord Carter of Coles for his generous comments. I should let him into the secret that you should make sure that you have enormously able Clerks and committee specialists behind you. In that, I was enormously fortunate. I have many happy memories of my time as chair of the sub-committee. Perhaps my most fond memory is of the refreshment—a Scottish term—that unfailingly appeared, thanks to the noble Earl, Lord Arran, when we went to Brussels. We had a wonderful refreshment to accompany our rather dry sandwiches. The case for a new directive boils down to one simple argument; namely, that the old one failed. It failed because it was inconsistently applied across the EU. In judging the proposed new directive, the criterion must be whether it meets the test of being able to ensure consistent application across the EU. I wish to concentrate on two areas, authorisation and inspection.  Authorisation has two basic legs—ethical reviews and prior authorisation. Great emphasis rightly has been placed on ethical reviews, but ethical reviews in themselves cannot carry the whole burden of authorisation. There needs to be prior authorisation in order to get full and proper scrutiny of the details of the projects being considered. As my noble friend Lord Carter indicated, during the passage of the evidence that we took, we were particularly concerned that there was a weakening—a dilution—of prior authorisation, with the idea of tacit approval gaining currency. Fortunately, that has been rejected, but quite rightly.  However, it has been replaced by something which I understand is called simplified administrative processes. I have a concern when I read about such things in this context. Obviously, one wants the most simple administrative process available. But is it possible that we are opening the door to the very thing on which we tried to close it; namely, that by simplified administrative processes, inconsistent application will be allowed to rear its ugly head again? That is my concern. It is not necessary or inevitable, but we should be concerned about it and look at it. The test will be to ask when the simplified administrative process becomes an inconsistent application. We need to be alive to that issue.  As my noble friend has already indicated, the original text allowed or required two inspections at each establishment a year. It is quite worrying that that was viewed by many member states as being too onerous, too resource-intensive and too prescriptive. It is difficult to see how you can have an effective inspection regime unless there is a minimum requirement for the number of inspections that will be carried out and a number of inspections are carried out on an unannounced basis. That is fundamental and I am concerned that we seem to be moving away from it by introducing the concept of a risk-based approach. Again, that is something which needs a little more definition and a little more flexibility left in the hands of the domestic operators, if I may put it that way.  The most worrying thing of all is that the number of inspections, in terms of the proportion of unannounced inspections, is described as “appropriate”. We all know that “appropriate” is one of the principal weasel words in the administrative lexicon. Can the Minister confirm that zero could be an appropriate proportion in some cases? If so, that is worrying. I am afraid that there is a need for a degree of specificity that the directive fails to deliver.  I turn now to the role of the Commission itself. It has a fundamental role to play in ensuring that although the enforcement processes and mechanisms are the responsibility of member states, to put it bluntly, the Commission ought to be making sure that they do the job by checking that there is an effective regime in place on the ground. During the latter part of the discussions under the Swedish presidency, that was significantly weakened. The amendment from the European Parliament quite rightly would have obliged rather than merely permitted the Commission to undertake control of the monitoring of national inspections throughout the member states, but it has not been adopted. Instead, the Commission will be under an obligation to carry out controls where there is reason for concern. Again, this is a slight weakening of the position. Given the fact that the Commission sees its role as one that ought to be resource neutral—so no more resources are going to be put into this activity—it is difficult to see how the Commission will play a stronger role now than it did in the past, yet in many ways it was the failure of the Commission to play an effective role that lay at the heart of the failure of the 1986 directive.  I make no apology for concentrating at some length on these two points because this is a fundamental issue that lies at the heart of whether the new directive will be as effective as we want. The rest of the detail set out in the draft directive is perfectly acceptable and commands general support but, in these two areas and particularly on inspection, there is a real concern that the very objective of trying to remove inconsistent application will actually bring it back into the system, and therefore the strength and justification for the directive will be fatally undermined.  In closing, I should say that this is not important only to this particular draft directive. It has a more general application throughout the EU. That is because what undermines confidence in the EU among its citizens is when it becomes clear that directives are being implemented in wholly inconsistent ways across the Union. That leads to scepticism and cynicism which undermines the very Union itself. The answer must be for a greater role for the Commission. I understand that some member states may not welcome that, but in this context it is worrying that the Commission itself does not wish to seize the challenge.  15:35:00  The Earl of Caithness ", "The Earl of Caithness": "My Lords, I thank the noble Lord, Lord Sewel, who has said much of what I was going to say and has got right to the kernel of what the directive is about. I also thank him for the wonderful way in which he chaired the committee. Although we were considering a serious and interesting subject, we did, as he rightly said, have a little bit of fun as well which made the work all the more pleasurable. I also thank all those who helped us. I am grateful for what the noble Lord, Lord Carter of Coles, said, and I echo his thanks for the work of our special adviser and support team. I look forward to the day—I cannot see it in the foreseeable future but I hope it will come—when we do not have to carry out experiments on animals. In the mean time, while that work is necessary, we owe it to animals to keep them in the best conditions and to inflict on them the least possible suffering and stress. The committee set out on its inspection of the directive with the high hope that this would be the result of what the Commission proposed.  The noble Lord, Lord Soulsby of Swaffham Prior, gave a detailed account of the UK procedures. We are wonderfully blessed in this House that we have experts such as the noble Lord. He will recall the Select Committee on Animals in Scientific Procedures, on which he sat in 2001-02. I should like to draw the Minister’s attention to some of the matters contained in that Select Committee’s report, and I would like him to contrast, as I have, what the noble Lord, Lord Soulsby, said about the UK procedures and what is happening overseas.  Not much has changed since the report was published on 16 July 2002. I draw the Minister’s attention to the evidence that the committee took in France. On page 61, the report states:  “Not all inspectors were trained in laboratory animal science, and those that were had only taken the same 15 day course as potential personal licence holders”. My Lords, could the noble Lord expand on this a bit? Why was what was agreed by the technical expert working group beforehand—so the Commission came up to the level in Article 33—resiled on when it was agreed by all the member states? The Minister has already given examples of where there are going to be differences in treatment in the UK compared to the rest of Europe. Why in this instance has there been such a resiling from the position of the expert working group? Lord West of Spithead ", "“Not all inspectors were trained in laboratory animal science, and those that were had only taken the same 15 day course as potential personal licence holders”.": "  That is a marked difference to what happens in the UK. On page 14, in paragraph 1.27—again this relates to France—the report states:  “We were told that this makes the enforcement of care and welfare standards difficult. The Veterinary Inspectors considered that the system was essentially based on trust”. ", "“We were told that this makes the enforcement of care and welfare standards difficult. The Veterinary Inspectors considered that the system was essentially based on trust”.": "  As the noble Lord, Lord Sewel, said, the directive was proposed because the 1986 directive failed.  In arriving at its proposals the Commission took a great deal of evidence. I refer the Minister to the evidence that our committee took from Susanna Louhimies, who is policy officer at the Directorate-General Environment, European Commission, on Wednesday, 3 June last year. I draw his attention in particular to question 10, which was asked by the noble Lord, Lord Sewel, and concerned the need to have a sufficiently rigorous and robust inspection regime. Ms Louhimies replied:  “The Commission is ambitious but we have to say that we based our proposal exactly on the results of the Technical Expert Working Group, which was agreed with the Member States”. ", "“The Commission is ambitious but we have to say that we based our proposal exactly on the results of the Technical Expert Working Group, which was agreed with the Member States”.": "  She went on to say:  “The recommendation from that working group was to have two-yearly inspections covering not only the user establishment but, also, breeding and supplying establishments, and have one of those inspections unannounced. That, it was felt, would give enough security and assurance”. ", "“The recommendation from that working group was to have two-yearly inspections covering not only the user establishment but, also, breeding and supplying establishments, and have one of those inspections unannounced. That, it was felt, would give enough security and assurance”.": "  With that evidence, why has the UK changed its position? What is the Home Office up to? The proposed directive will not be worth the paper that it is written on. The only country to implement it will be the UK. The Home Office has not gold-plated this directive as it did the 1986 directive, and there is clear evidence that it is being less bureaucratic, for which I am grateful, but there is no doubt that the continuing stress and suffering of animals will be at varying levels throughout Europe. That cannot be seriously challenged. Why did Meg Hillier, the Parliamentary Under-Secretary of State, permit the UK to resile from the original text of Article 33 and go to a risk-based approach? That is a severe backward step which compromises the whole directive.  There are many good things in the directive—of course the law needs updating, and there needs to be flexibility for the future, as the noble Lord, Lord Soulsby, said—but if the Minister takes away nothing else from today’s debate, he must take away the certainty that this directive will fail if the UK does not take a much stronger view and support the Commission. I do not expect the UK Government to support the European Parliament in its amendment, as I would, but they should at least go back to the original text of Article 33, because without that, this is all just a load of rubbish.  15:42:00  Lord Winston ", "Lord Winston": "My Lords, I declare an interest in that I have held an animal-operating licence in various guises since 1970. I have about 40 years’ experience of being an animal researcher in various university circumstances, in the United Kingdom, to some extent in Europe—where I worked in Belgium—and, most recently, in California in the United States, where I still conduct animal research. Having read the report last night—I offer my congratulations to the committee and its chairman on the common sense in it and on how it has been laid out—I decided to go through my own curriculum vitae and look at the number of my publications which were purely animal-based concerns in peer-review journals. There are more than 100 publications of research which I believe could not have been done without the use of animals. While we support reduction and refinement, one has to say that reduction is only reduction. Perhaps unlike the noble Earl, Lord Caithness, who expressed worthy thoughts, I do not believe that we will ever find it very easy to abolish animal research completely. Those are great sentiments, but it is not the case in practice.  It has been interesting to make a list of the research that I have been involved with. For example, the research that we did on foetal lung development in premature infants, using a rat model, was crucial to understanding lung development; it could not have been done in humans. Some of the work done in contraception was benign work in rabbits. Fertility and IVF were largely animal research-based projects which could not have been done with a human egg. Work on ovarian function and the infections caused by chlamydia, which I have done in the United States, and refinements of pelvic surgery could not be done in human subjects; it had to be done in animals first. Ageing and the genes which affect it are much easier to study in the mouse model, but very difficult to study in the human. The same goes for gene expression in human development. Screening for fatal genetic diseases to prevent children dying of them essentially had to be done in animal models first of all. Xenotransplantation may offer great hope for transplantation in the future—it is worth bearing in mind that, every 15 minutes, somebody is put on a waiting list for an organ transplant. The idea of being able to use animals of human size for transplantation must be a humane endeavour.  One reason why I mention this is because the report points out that the breeding and killing of animals for their organs should not be part of a licence. I agree with that completely. It seems to me that it is essentially no different ethically from eating animals for dietary purposes, and if one is to use animals at all for farming one might be better off using them for their organs to save human lives.  Finally, I mention the work that Carol Readhead and I have done on humanised organs, which might make it easier to develop drugs that are not going to fatally attack the human immune system, as happened in Northwick Park hospital two or three years ago.  On reduction, which the report refers to, one should point out that there is likely to be, and perhaps there should be, a continued rise in the number of animals used, particularly of the mouse model. There is no question that if one looked at all the biological developments in the past 30 or 40 years, at least in my view, the human genome sequencing is really quite trivial compared with understanding how genes work. That was made possible only by the use of mouse transgenic models, whereby we can either remove or replace genes or make their expression inactive in various mouse models. That has been perhaps the most colossal development in biology in the whole of my lifetime as a medic, researcher and scientist. It seems inevitable that this work will continue to be important. It is worth bearing in mind that human children’s lives have been saved from leukaemia and that cancer victims are saved as a result of using transgenic models. It is likely in future that more and more drugs will be needed to try to prevent different types of cancer and prolong lives in cancer victims. Some 40 per cent of us will eventually develop cancer and it is possible in future that we may live longer and almost normal lives with cancer, like diabetics. But that is likely to be possible only if we can continue to use the mouse model and similar models to develop those drugs. This is something that we have to bear in mind when we talk about reduction, as we do in this report.  The report also focuses on the use of primates. While all of us agree that there are massive ethical problems in dealing with non-human primates in research, there is no doubt that the continuing use of non-human primates in specific experiments is very desirable indeed. There are two examples that I would give. First, in the field of neuroscience, many of these things are quite benign, and the witnesses who sometimes spoke against the use of primates in the report did not quite do justice to the full scope of experimental procedures—particularly single-neuron recording, which cannot be done easily in the human but provides very useful evidence in animal models and is likely to be of extreme in the use of the rhesus macaque, which is a common non-human primate source.  Secondly, recently I made a visit to Singapore, which is rather different in its use of primates from most other developed countries, where there are quite large primate colonies, some of which are bred using F2 animals and some of which are brought in from other Asian countries. One of the most interesting and important aspects of the research in Singapore is the development not of genetics but the new field of epigenetics—how gene expression and gene working is changed by early developmental and environmental changes. That will be a very important area for human medicine in the next 10 or 20 years. If that sort of work were abandoned and we could not observe primates having a regulated diet or other environmental influences during early development, it would be a serious drawback to the pursuit of good human medicine.  The human genome on its own is useless, unless we understand the function of the genes within the genone, which will require huge investment in epigenetics. That is something that cannot just be done in humans because we cannot regulate the environment in a controlled way, as we can in a rhesus monkey. There is no question that the work in Singapore means that the Singaporean people, along with many interested people from Canada, America and New Zealand as well as British workers, because of those colonies, will lead in that field. It does not matter who leads in the field—I am not suggesting being in competition here—but it is important to understand that this work has a fundamental importance in pursuing the best human health under all circumstances, particularly for our children in future.  I want briefly to draw attention to data sharing. Dr Mark Walport told the committee that, in his view, data sharing would not reduce the suffering of animals, nor would it increase transparency—and Mark Walport, who is an absolutely honourable and honest scientist, is right to say that. It is worth bearing in mind that science is not black and white. We often think of science as portraying the truth, yet it is possible to do two experiments with diametrically opposing results but for both experiments in those cases to have valid results, which we can learn from. It would be ludicrous to suggest that we start taking action as a result of one or two experiments. Experiments always need to be replicated if we are to make sure that we get the best and safest information, particularly when it comes to human health.  Another issue that was briefly referred to is that of changing an experiment and its protocols during its course, because new data have come up. That has been a particularly difficult issue for human researchers and I hope that, with the Home Office, we can find ways to make sure that it is possible to modify an experiment more easily during its progress. Otherwise, I fear that the use of animals will become more prolific rather than less.  Finally, I mentioned that some of my work has been done—and is still being done—in the United States. Here, we are of course looking at a European directive, but it is very interesting to look at the animal research at, for example, the California Institute of Technology in Pasadena. It is interesting that it is actually much easier to get a licence or an authorisation to do work there. Certainly, my impression is that, if anything, animals are treated with absolute humanity in that establishment. It is highly effective, and what is also impressive about American institutions is the quality of the environment in which animals are kept and in which research is done. We could do well not merely to look in the rest of Europe, but to consider particularly what is happening across the Atlantic in the United States.  15:52:00  The Earl of Arran ", "The Earl of Arran": "My Lords, I, too, congratulate the noble Lord, Lord Sewel, on chairing our committee so very ably, and I thank him for his generous remarks about me as a barman in Brussels. It is always a great privilege to serve on one of your Lordships’ Select Committees, since our discussions frequently touch upon issues in which the public have a very considerable interest. Today is no exception. Opinion polls suggest that a majority of people in Britain are conditional accepters of animal experimentation for medical purposes—that is, they can accept at least some forms of animal research, provided that there is no unnecessary suffering and/or that no alternative will do. It is very clear that people place importance on avoiding the use of animals where possible, with a majority of those polled—70 per cent in the most recent survey—also agreeing that there needs to be more research into alternatives. Clearly, it would be wrong to carry out an animal experiment if another method, not using animals, could achieve the goal. That ethical imperative is recognised in both the UK and EU laws, which prohibit the use of laboratory animals if another method is available. Yet what if another method has not yet been identified or developed? How can we enhance progress in finding substitutes for the use of animals?  One key aim in revising the EU directive on the use of animals for scientific purposes is to promote,  “the development … and implementation of alternative methods”.  Those methods span all the three Rs, namely: the reduction, refinement and replacement of animal use. The Commission has shown ambition in asserting that,  “the ultimate goal should be to replace the use of animal experiments altogether”,  but is also realistic in its view that,  “with current knowledge a complete phase out of animal experimentation is not yet achievable”.  As witnesses called to our inquiry emphasised, future progress will need to capitalise on new technologies such as tissue engineering, advances in computer technology, non-invasive imaging techniques and understanding of gene function, to name but a few. Identifying, adapting and bringing new approaches on stream will in large part depend on the proactive efforts of researchers themselves. The scientific challenges should not be underestimated. Further progress will require lateral thinking, bringing a wide range of expertise to bear.  For this reason we took the view that the Commission’s initial proposal that each member state should set up a national reference laboratory for the validation of alternatives would not provide the required impetus towards reducing the use of laboratory animals across the EU. It is unlikely that a single centralised laboratory can provide the breadth of scientific experience upon which any further progress will depend. More fundamentally, a focus on validation ignores the need to develop new methods in the first place. Instead, we were persuaded that a system of national centres across the EU would be a better approach, each working as a forum, aiming, like the UK national centre 3Rs, to bring together a wide range of experts and other interests to explore the potential of new technologies to reduce the use of animals; to think creatively about potential new approaches; and to serve as a source of inspiration and information about alternatives.  Since our report was published, the requirement for national reference laboratories has been removed from the draft directive. In the current draft, Commission and member states will be required to contribute to the development and validation of alternative approaches, the Commission to consult member states in setting priorities for validation studies, and member states to assist the Commission in placing validation studies in suitable laboratories. There will also be a Community reference laboratory covering all 3Rs.  It is my hope that these provisions will lay the foundation for an overarching strategic approach to the development of non-animal methods across the EU, which ultimately will help further to reduce the need to use animals in scientific research and testing. I noted very carefully the wise and experienced words of the noble Lord, Lord Winston, but I hope and think he will agree that it is most important that science and society continue to concentrate on this highly sensitive issue.  15:58:00  Lord Addington ", "Lord Addington": "My Lords, when it fell to me to respond to this debate from these Benches, I felt that I was once again dipping my toe into traditionally choppy waters in which I had never thrashed before. However, I was rather relieved when I started to prepare for the debate, because the basic principle that research on animals should be kept to a minimum and carried out as humanely as possible seemed to run through the report and the responses to it. The concepts that you should not do anything more often than you need to and should avoid duplicating experiments ran through the report and reassured me as I read it. I think that theme has been reiterated by everybody who has spoken. Having said that, the noble Lord, Lord Winston, rightly asked what the minimum standard would be and how much of this you have to do at any one time. We do not know. As regards scientific research, sometimes we do not know what we do not know. We have to carry on working. Because something has worked once, it may work better next time. The need for expertise and a revaluation of evidence was at the centre of what the noble Lord said. However, I still felt that data sharing may well cut this over time. The idea of looking at that to make sure that we can reduce testing over time, as the number of models and the base of knowledge are increased, can be taken on. I considered the interesting definition under which certain types of seafood are included or not included, and my attitude to crustaceans and octopuses. We went through the report discussing the various types of procedure. I can understand how people would find distressing the acceptance of the various types of suffering that an animal must undergo in certain types of experiment. I should be reassured if the Minister stated the Government’s attitude towards reuse and said that they would give as much support as they could to the idea that an animal should not have to suffer at any level more than once. That would make me feel a little more comfortable about what is said in the report about continuing experimentation.  There is not too much that we disagree with on care and accommodation standards. Whether the use of non-human primates, which is more distressing, is logical or not, I do not know. I would enhance the position that work on primates should be looked at very closely. As the noble Earl, Lord Arran, has said, the idea of what is acceptable to society must go hand in glove with scientific evidence.  However, I find myself in total agreement with the noble Lord, Lord Sewel, on authorisation and enforcement. Unless you are going to be rigorous about the directive and enforce it, there is no point in having directives. Unless the Community is prepared, at whatever level of direction you do it from, to be slightly irritating to people or very intrusive, there is no point in having these directives. Unless we have some standards across the Community, there is not much point in having the Community. Unless we are prepared to interfere and occasionally cause trouble, there is no point in being there. This is a bit like health and safety—everyone thinks that there is too much of it until it is their son on the scaffolding. Unless we try to ensure that these standards can be enforced and the Government give their full weight behind making sure that they are enforced, and that inspection takes place at realistic intervals to make sure that those undertaking experimentation have a realistic idea that there will be control and punishment if they do not conform to a standard, there is no point in having the standards.  I should be very interested in what the Minister says on that for the simple reason that, unless there is enforcement, it does not really matter what we put down in any form of legislation. We have to be prepared to annoy people sometimes.  16:03:00  Lord Skelmersdale ", "Lord Skelmersdale": "My Lords, I congratulate the noble Lord, Lord Carter of Coles, on securing this debate so promptly after the report was issued. Unlike the noble Lord, Lord Addington, I should perhaps declare an interest in this subject. When I was comparatively green in your Lordships’ House, I sat on the Select Committee on the late Lord Halsbury’s second Private Member’s Bill, entitled the Laboratory Animals Protection Bill. I should also perhaps declare a non-interest in that my daughter is a junior lecturer at Sheffield University, working in the cancer lab. It will perhaps be instructive for this debate if I say that, as she had neither training in laboratory animals nor, unlike my noble friend Lord Soulsby and the noble Lord, Lord Winston, a licence from the Home Office, she had to get someone else to pursue her PhD research. At first blush, it may seem a surprise that responsibility for consideration of the subject, and therefore of the report, falls to the Home Office. However, I quickly reminded myself that the Animals (Scientific Procedures) Act 1986 was a Home Office creature, as was its predecessor by 110 years, the Cruelty to Animals Act 1876—the first law passed anywhere in the world aimed at regulating animal testing. This country should be proud of that. However, given the subsequent changes in ministerial responsibilities, it remains surprising that the Home Office is still the sponsoring department.  Leaving that aside, it is legitimate to reflect that the United Kingdom has led the world in legislation that promotes and protects animal welfare. I tell my noble friend Lord Arran that we spent a lot of time investigating mathematical techniques, with a view to the ultimate abolition of animal testing. We came to the conclusion that we could not envisage such a thing happening. That may please certain noble and scientific Lords who have spoken this afternoon.  The 1986 Act was designed to implement an EC directive that harmonised measures to regulate any experimental or scientific procedure applied to a “protected animal”. As the noble Lords, Lord Carter and Lord Sewel, told us, the harmonisation has not been realised. It was intended to set a common minimum standard across the Community, and it is arguable—indeed, I do argue, and I hope that noble Lords will agree—that our 1986 Act went further than was strictly required by the Commission.  We are now confronted with proposals to update the 1986 rules. I congratulate your Lordships' European Union Sub-Committee D on giving such close scrutiny to the European Commission's proposed revision of the 1986 directive. I agree that the changes in scientific methods and understanding in the past 20 years mean that the rules on animal experimentation are due for an overhaul. I also agree that the exercise should be a levelling-up, as the noble Lord, Lord Winston, reminded us, rather than a search for the lowest common denominator, and that the high standards achieved and observed in the UK should not be diluted. Therefore, I have no objection to a process that seeks to raise standards across the EU to create a level playing field.  As I have indicated, there is a long-standing acceptance in this country that the testing of animals is regrettably necessary to help advance our understanding and treatment of diseases, but also that it must be conducted in as humane a manner as we are able to achieve. Unless we have a common approach to protecting animals used for scientific procedures, there is a risk that the good practices espoused in this country may be undermined if research is simply transferred elsewhere in the EU to places with less stringent standards. The question that my noble friend Lord Caithness put into my mind, therefore, is: what would be our legal position if our arrangements in this area went further than the directive? Are we likely to be taken before the European Court? I cannot understand how harmonisation will be achieved without a central EU inspectorate. I hope that the Minister will tell us how the Government reached their conclusion.  The draft revised directive is a step forward from the original proposals, and I am heartened to see in the Government's response to the report of your Lordships' sub-committee that the positions espoused by the directive, held by the Government and advocated by the sub-committee are becoming aligned. Some of the more objectionable measures have been reined in. For example, the idea that projects that should be subject to prior authorisation might be permitted by,  “tacit approval instead of authorisation”,  has been dropped. I welcome that step. Ideally, when implementing the changes in the directive, administrative burdens should be kept to a minimum, and those that are imposed must be justified by a gain in animal welfare. This must be the right approach.  As we have heard this afternoon, the sub-committee and the Government both support the promotion of the three Rs—the replacement, reduction and refinement of the scientific use of animals—and so do we on these Benches. The updating of animal welfare legislation is necessary as scientific procedures and our understanding of the physiology of animals advance. It is my hope that, by taking into account such advances when we put these rules in place, we are increasingly able to reduce the need for animal experimentation. An example of this responsiveness can be seen in the inclusion of new categories of protected animals.  That said, I am curious to know why, in the list of protected animals, decapods are excluded but cyclostomes are to be included. Decapods include creatures such as lobsters and crabs, which I am well aware can meet an unfortunate, if sudden, end in restaurants, but is it proven that they feel less pain than cyclostomes? Indeed, do they feel any pain? Our researches all those years ago on the late Earl’s Bill concluded that fish, including hagfish, did not feel pain That was accepted by the scientific community at the time, so what has changed since, or perhaps what scientific physiological progress have I missed in the intervening 30 years? I cannot be so certain that the absence of a sense of pain is true of cephalopods, such as the octopus, which are also included in the list. I may be incorrect in that assessment but it is an interesting distinction none the less, and I should be grateful if the Minister could enlighten me further.  My major concern with the directive, which the sub-committee has highlighted and which I do not think has been adequately dealt with in the government response, is how any future changes to the control regime in the directive will be made. If new scientific understanding emerges that necessitates protection being extended to other categories of animals, how will this be effected? The Government admit in their response to the sub-committee’s report that comitology will not allow changes to an essential element of the directive, but that the Government will,  “explore further whether this might be achievable”.  Can the Minister please elaborate on what the Government have done, or intend to do, to allow flexibility into the system where it would plainly be beneficial?  I was the Whip on the Bench in 1985 when my noble friend Lord Glenarthur introduced the Animals (Scientific Procedures) Bill to your Lordships’ House. I was struck then, as I am reminded now, of a dictum of the RSPCA, which as long ago as 1980 observed in a written response to the late Lord Halsbury’s Private Member’s Bill that the aim of any new legislation should be to provide a comprehensive system of control which can easily be interpreted, is readily applied and is applicable to current animal usage. I believe that that is what we should be striving for in applying any changes to the directive, and I congratulate noble Lords on the sub-committee who have sought to untangle the provisions of the updated directive and officials who have evidently worked hard to make sure that the standards that are to be applied across Europe will rise to meet the high standards of animal welfare that we expect of our scientists here. I therefore concur with the sub-committee that this new directive should now be agreed and implemented effectively.  16:13:00  The Parliamentary Under-Secretary of State, Home Office (Lord West of Spithead) ", "The Parliamentary Under-Secretary of State, Home Office (Lord West of Spithead)": "My Lords, I am also extremely grateful to my noble friend Lord Carter of Coles; to his predecessor as chairman of EU Sub-Committee D, my noble friend Lord Sewel; and to all the Clerks and members for the committee’s very well balanced and perceptive report and for organising this debate. I am also grateful to all noble Lords who spoke, many of whom have a very detailed knowledge across this area. I mention, in particular, the noble Lord, Lord Soulsby, who seems to have been working in this field for some 60 years and has a remarkable depth of knowledge. Rather like the noble Lord, Lord Addington, I feel that I am dipping my toe into something that is a little tricky. I am no deep expert in this area, although I have a team who brief me very well. However, at least when the cephalopods were mentioned, I felt that I was getting a little closer to salt water and was a little more at home than I would otherwise have been. On cephalopods, decapods and so on, the noble Lord, Lord Skelmersdale, asked me a specific question about pain and what research had been done. Perhaps I can get back to him in writing, as it might take a long time to answer him now.  Science and animal welfare have progressed significantly since 1986, as a number of speakers have mentioned, and no doubt a revision of the directive on the protection of laboratory animals is overdue. I share the view of the noble Lord, Lord Skelmersdale, that since 1876 we have led the world on issues of animal welfare. In this country, we have nothing to be ashamed of on that aspect. We have, quite rightly, put in a huge effort and that reflects what we expect.  Despite the progress on developing alternatives, animal use continues to be necessary to develop improvements in healthcare and in protecting man and the environment. The National Health Service could not function without treatments developed through research using animals. Almost every form of modern medical treatment has relied, in part, on animal use, as was so eloquently and clearly articulated by my noble friend Lord Winston.  It is vital that new European legislation is practical and proportionate and does not delay the scientific progress and benefits brought through animal research. As my noble friend Lord Sewel clearly pointed out, it is certainly required because the old directive was quite inadequate. It is essential that it does not undermine the success of UK researchers or our own high animal-welfare standards. At the same time, we have to develop proactively, validate and implement alternatives to animal use to deliver better welfare and better science.  The Commission’s proposal is premised on three high-level objectives, all of which we support. The first is to rectify variations in the implementation of the current directive by member states—that has been seen by some member states, including the United Kingdom, as adopting stricter measures and providing a high level of protection for animals. Meanwhile, other member states provide for only the minimum requirements of the current directive. We fully support harmonisation, which is essential to create a level European playing field for researchers in industry and academia.  Secondly, the Commission sought to strengthen the protection of animals by making better provision for their welfare. Good animal welfare and good science are inseparable and it is right that the European Community should set high welfare standards. That is also essential if we are to maintain public support—as touched on by a number of speakers—for the important research that still requires animal use. Confidence in the regulatory framework is an important component of our strategy to eliminate animal rights extremism.  Thirdly, the Commission sought to promote the three Rs: the development, validation, acceptance and implementation of methods and strategies that replace, reduce and refine the use of animals. That was mentioned by a number of speakers, particularly the noble Lord, Lord Soulsby, and the noble Earl, Lord Arran. The UK plays a leading role in this area. I strongly support the desire of the noble Earl, Lord Caithness, that one day we will not have to use animals. I am sure that all of us would like that, but my noble friend Lord Winston gave us a blast of reality that one cannot see that at the moment. However, that does not mean that we should not aspire to it. The three-Rs framework was developed in the United Kingdom, is a key component of our current harm/benefit assessment, and is supported by our National Centre for the Replacement, Refinement and Reduction of Animals in Research, something which is not replicated across Europe, unfortunately.  Of the European Commission’s proposal published in November 2008, a number of the provisions were acceptable in principle. Indeed, many were variations of current UK provisions. However, there were a number of concerns: for example, the inclusion of invertebrate species; poorly thought-through mandatory care and accommodation standards and humane killing methods; the absence of detail of severity classification, as mentioned by the noble Lord, Lord Carter; inadequate provision for the reuse of animals; and proposed restrictions on the use of non-human primates. Many detailed provisions would increase the administrative burden without benefiting science and, more importantly, animal welfare.  I can report that many concerns, including those identified in the committee’s report, have been remedied by negotiation. Only the arrangements for delegating and implementing acts under the Lisbon treaty remain to be finalised. I shall mention some key changes in the revised text; many were covered either in correspondence with the noble Lord, Lord Roper, or in the Government’s response to the committee’s report.  As regards the use of non-human primates, the draft text now includes a definition of “debilitating clinical condition” which encompasses almost all current uses of non-human primates in the UK. This has allayed our earlier concerns that work to remedy unmet clinical needs might be prohibited. Borderline cases can be provisionally authorised by a member state and subject to final decision by the Commission via comitology. In addition, the Commission has given a commitment to convene an expert working group to provide guidance on the interpretation of restrictions on primate use.  We believe that the new definition, the safeguard clause and the promised guidance provide the clarity we require and a suitable mechanism to resolve any areas of uncertainty about the use of primates, such that well justified use can continue. Although not a current EU requirement, only captive-bred non-human primates are currently used in the UK. The revised directive will go further and make the use of non-human primates which are themselves the offspring of captive-bred animals—so-called F2 animals—the European norm. The revised text requires the Commission to conduct a feasibility study to ensure that the timetable for this move will be adjusted if it is found to be unrealistic. The draft also requires the Commission to conduct a further study to establish the feasibility of sourcing non-human primates exclusively from self-sustaining colonies. This is also welcome.  Details of a severity classification system are based on the work of an expert working group which met in July 2009, as mentioned by a couple of speakers. The draft directive also sets an upper limit to the severity of procedures that may be authorised by member states without reference to the Commission. To go above this threshold would be to permit animals to be used in procedures which would involve long-lasting, severe pain, suffering or distress. We are disappointed that the possibility to allow such procedures remains within the scope of the new directive. However, we cannot foresee any circumstance whatever where we would permit this to happen in the UK.  We and the Committee were concerned that the framework for the reuse of animals in the Commission’s proposal would have increased the number of animals used and the suffering caused to the additional animals, a point raised by the noble Lord, Lord Addington. Changes made during the negotiations make better provision for the responsible reuse of animals, reducing the total suffering caused without causing unreasonable cumulative suffering to the animals used. That is consistent with the principles of reduction and refinement. It is with those principles in mind that the reuse requirements will be implemented in the UK.  The annexes setting out standards for the care and accommodation of animals and specifying humane killing methods have been substantially amended to correct the many faults in the original text. The deadline for implementation of the care and accommodation standards has been set at January 2017, allowing projects up to six years to adapt their facilities. Complying with these requirements will not compromise any of the UK’s very high welfare standards.  It is now agreed that all projects will be ethically evaluated prior to authorisation, which is already standard practice in the UK. Proposals for “notification” and “tacit approval” of projects, which were of significant concern to the committee, have been dropped.  The requirement for data sharing has been removed, and my noble friend Lord Winston gave a clear exposition of why that is not particularly damaging. The requirement for national reference laboratories for the validation of alternative methods has also been dropped. Instead, much more practical requirements are placed on the Commission to consult member states in setting priorities for validation studies, and over the allocation of tasks to the laboratories nominated.  Not everything in the negotiation has gone as we would have wished. The revised text would allow the use of great apes in exceptional circumstances—something we do not permit. Again, we cannot foresee any circumstances when this would be permissible in the UK.  Surprisingly, as commented on by my noble friend Lord Sewel, many member states, but not the UK, saw the requirements for at least two inspections at each establishment each year as too ambitious. The revised text requires a risk-based approach to inspection, but it requires only a minimum of one-third of users to be inspected each year. That is significantly less than the current United Kingdom inspections regime.  The noble Lord, Lord Soulsby, and my noble friend Lord Sewel both spoke well about the value of our inspectorate and how important it is. In addition, the Commission will be under an obligation to carry out controls, but only where there is reason for concern. Notwithstanding the comments made by the noble Earl, Lord Caithness, we are pleased that the principle of regular, risk-based inspection has been established through the EU, which is something that we believe requires more than the specified minimum inspection frequency, and that the Commission is under an obligation to oversee and enforce this aspect of the directive. My honourable friend Meg Hillier pushed to the limit what the market would bear. The risk-based approach will require that we work above the minimum and that others do likewise to satisfy the Commission and to make sure that its responsibility is being properly discharged. The latter point is significant, and the committee rightly noted that weak enforcement by the Commission was one factor contributing to the ultimate weakness of the current directive. I cannot argue with that; that was one of our concerns.  The Earl of Caithness ", "Lord West of Spithead": "My Lords, if I may, I will come back on the detail of that. As I understand it, we went as far as the market would bear. I do not think that it was a problem for us, but I will get back to the noble Earl about the details of the negotiation, as I cannot speak to them at the moment. We have negotiated to develop practical, proportionate and enforceable legislation that makes proper provision for the welfare of laboratory animals and can adapt to further technical progress. My noble friend Lord Sewel asked whether we can guarantee unannounced inspections. The rigour of the current system and unannounced inspections will be maintained. We sought to avoid inflexible or disproportionate measures that would damage or undermine the competitiveness, sustainability and success of the UK and European research base or unnecessarily delay the healthcare benefits that animal research and testing continue to support.  Overall, we are satisfied that the revised text provides a sound and practical framework for the regulation of animal experimentation and testing in Europe. It is certainly better balanced, more flexible and less prescriptive than the Commission’s proposal and will allow the United Kingdom to maintain its traditionally high standards of welfare and animal protection. The noble Lord, Lord Skelmersdale, asked whether we can maintain current standards, so I hope that that answers that. Article 2(a) of the text will permit that and it will be done.  We welcome the fact that the revised proposal will allow member states to retain existing, additional animal welfare measures that do not distort the internal market. My noble friend Lord Sewel asked whether all projects will still be ethically evaluated and authorised. Simpler applications may be subjected to a lesser bureaucracy, but I can assure my noble friend that animal welfare and the quality of decision-making will not be compromised. The revised proposals avoid unnecessary bureaucracy and offer opportunities to reduce the current UK regulatory burden without harming animal welfare.  I have a response from the Box to the question asked by the noble Earl, Lord Caithness. The response says exactly what I said already, which is that I will write and explain the matter in detail. The Box has nothing further to add; clearly it knows as much as I do.  To summarise, we have a position in the UK to be proud of. I think that the negotiation has been successful. The European standard has been raised across the board. We can be proud of that negotiation. Could more be done? Probably, and we must keep doing it, but we have a good record in this country and it is important that we keep pressure on all these areas, because this matter is so important. Finally, I thank the committee again for its work and for bringing this report for debate.  16:29:00  Lord Carter of Coles "}}