{"Binyam Mohamed": {"The Secretary of State for Foreign and Commonwealth Affairs (David Miliband)": "With permission, Mr. Speaker, I would like to make a statement to the House on the case of Mr. Binyam Mohamed following the judgment handed down this morning in the Court of Appeal. The Court of Appeal has ruled that, in the light of disclosures by a United States court in December 2009, which I shall describe below, the seven paragraphs that have been redacted from the original judgment of the divisional court in this country of 21 August 2008 should be published. The seven paragraphs contain summaries of American intelligence relating to Mr. Mohamed’s case held in UK files. I accept the Court’s ruling, which concludes a very complex, and in various ways apparently unique, case, and I have made the relevant paragraphs available this morning on the Foreign Office website. The judgment is significant not just in respect of the seven paragraphs but for important principles that are at the very heart of both our national security and our democracy.  The facts are as follows. Mr. Mohamed, an Ethiopian national formerly resident in the UK, was detained in Pakistan in 2002. In 2004, he was transferred to Guantanamo Bay. In August 2007, the then Home Secretary and I wrote to the US Secretary of State to seek Mr. Mohamed’s release from Guantanamo Bay and his return to the United Kingdom, along with four other UK residents. Mr. Mohamed was released from Guantanamo a year and a half later, in February last year.  In May 2008, Mr. Mohamed brought proceedings against the British Government in an effort to secure disclosure to his legal counsel of any material held by the British Government that might assist in the defence of his case before a US military commission. The question at issue in our appeal against the judgment of the divisional court was not this disclosure, which we supported and secured. It was instead whether intelligence provided, on a confidential basis, by one state to another, in absolute trust that it would be kept secure, should be disclosed into the public domain in the interests of open justice; or whether the breach of trust would be so grave as to endanger intelligence-sharing relationships and therefore affect national security. As I have said in this House on a number of occasions, in this case it was US intelligence and an English court, but it could just as easily be British intelligence in a foreign court. As I have also said to the House, often, at issue in this case was not the content of the seven paragraphs, but the principle of their disclosure by an English court against US wishes.  I am grateful for the consideration that the Court of Appeal gave to the control principle. This principle, which states that intelligence belonging to another country should not be released without its agreement, underpins the flow of intelligence between the US and UK. This unique intelligence-sharing relationship is vital to national security in both our countries. Crucially, the Court has today upheld the control principle. The judgment describes that principle as integral to intelligence sharing. It specifically vindicates the careful assessment that releasing the seven paragraphs without the consent of the United States would have damaged the public interest. It also specifically makes clear that  “this litigation has endorsed the application of public interest immunity and the maintenance of confidentiality over secret information.”  This is important for the future of intelligence-sharing with the US and others.  However, on 17 December last year, we received notice of a US court ruling in the case of another Guantanamo detainee, Farhi Saaed Bin Mohammed, which made a finding of fact in respect of Binyam Mohamed’s allegations of mistreatment. That judgment does not set out the content of the seven paragraphs per se, but it does include references to the treatment of Mr. Mohamed covered in the seven paragraphs. We brought this to the attention of the Court of Appeal and Mr. Mohamed’s counsel immediately. The Court of Appeal today ordered the publication of the seven paragraphs because, in its view, their contents were placed into the public domain by a United States district court. Without that disclosure, it is clear that the Court of Appeal would have upheld our appeal and overturned the fifth judgment of the divisional court. The Court of Appeal was also clear that the judiciary should overturn the view of the Executive on matters of national security only in the most exceptional circumstances. It states that  “it is integral to intelligence sharing that intelligence material provided by one country to another remains confidential to the country which provided it and that it will never be disclosed, directly or indirectly by the receiving country, without the permission of the provider of the information. This understanding is rigidly applied to the relationship between the UK and USA.”  I spoke last night to Secretary Clinton about this case, which has been followed carefully at the highest levels in the US system with a great deal of concern. Recent events have shown the importance of the US-UK intelligence relationship in the fight against terrorism; equally, the determination of the US authorities to protect the confidentiality of their intelligence has been absolute throughout this case. We will work carefully with the US in the weeks ahead to discuss the judgment and its implications in the light of our shared goals and commitments.  Mistreatment of prisoners, not to say torture, violates the most basic principles of this country, never mind our national and international legal obligations. There is a fundamental commitment on the part of myself, responsible for the Secret Intelligence Service, my right hon. Friend the Home Secretary, responsible for the Security Service, and the heads and staff of those agencies, to uphold the highest standards of conduct not just for ourselves but with the countries with which we co-operate.  A wide range of allegations have been made during the course of this case. Today some of the facts can be publicised, in some cases for the first time. First, the paragraphs released today describe information received by our intelligence agencies concerning the conditions of Mr. Mohamed’s detention by the United States in Pakistan in April 2002. They note specifically that he was subject to sleep deprivation, threats and inducements, that he was held shackled, and that the treatment, were it conducted by the United Kingdom, would be contrary to undertakings first given to this House in 1972. I repeat that it was not conducted by the UK.  Secondly, now that they are in the public domain, it will be evident that the paragraphs do not contain information on Mr. Mohamed’s most serious claims of mistreatment, notably in respect of alleged genital mutilation, during his detention until his release from Guantanamo last year. We, the United Kingdom, have no information to corroborate those allegations. Those matters have quite properly been raised by Mr. Mohamed in his civil claim for damages and will be addressed there.  Thirdly, during the course of these proceedings, allegations of possible criminal wrongdoing by a British official were made. The Home Secretary referred them to the Attorney-General for her consideration, and they are now the subject of a police investigation.  The most basic values of this country are at issue in the debate that will follow the Court’s decision today. Our position is clear: the UK firmly opposes torture and cruel, inhuman and degrading treatment or punishment. This is not just about legal obligations, it is also about our values as a nation and what we do, not just what we say. We have taken a leading role in eradicating torture internationally, both through organisations such as the United Nations and by assisting other countries. Where possible wrongdoing is found, it is fully investigated.  I also want to place on record the fact that we are lucky to have the best intelligence agencies in the world. Their staff are second to none in their commitment and public service. They are respected across the world, and the work that they do to keep Britain safe deserves all our admiration and gratitude.  There is a fundamental myth that needs to be addressed, which is that the security services operate without independent oversight. Ministers and agency heads have the first responsibility for the conduct of their organisations. The Intelligence and Security Committee provides parliamentary scrutiny of agency activities, and independent judicial oversight is provided by the commissioners, who by law must be given access to whatever documents and information they need. Both report annually to the Prime Minister and to Parliament. Then there are the courts, whose role is to protect the rights of individuals and provide recourse to justice when they believe they have been infringed. That they have done, and continue to do, in this case.  Today’s judgment is not evidence that the system is broken. Rather, it is evidence that the system is working and that the full force of the law is available when citizens believe that they have just cause. The six judgments in this case, plus a closed judgment, show a seriousness of purpose in our legal system that is a vital part of our system of accountability. We have fought this case and brought the appeal to defend a principle that we believe is fundamental to our national security—that intelligence shared with us will be protected by us. No one likes to lose a case, but the force of the judgment is that it firmly recognises that principle. In doing so, the Court is fulfilling its vital constitutional role, protecting this country and upholding the law.  Mr. William Hague (Richmond, Yorks) (Con) ", "Mr. William Hague (Richmond, Yorks) (Con)": "We on the Conservative Benches have always held that the intelligence co-operation between the United States and the United Kingdom is unique in the world and of immense value to both countries, and that its disruption would have serious consequences for our national security. I echo the Foreign Secretary’s tribute to the security services. At the same time, we have consistently argued for full investigation of all credible allegations of UK complicity in torture, and for the Government to find a way in this particular case to balance the needs of national security with the need for justice and accountability in our democratic society. We therefore welcome today’s judgment, which upholds the principle of control and the need for openness in this particular case.  The alleged treatment of Binyam Mohamed described in the seven paragraphs now released by the Foreign Office is so utterly unacceptable, and the alleged treatment described in the US court judgment in December so dramatically unacceptable, that if true, they are not only morally wrong but will harm our efforts to combat terrorists, play into the hands of their propagandists and weaken, rather than strengthen, our national security.  We have always believed that the principle of control could be upheld while seeking an exception in this case from the United States. The Foreign Secretary will recall that I put to him in the House a year ago this week that the Government could have positively asked the US for permission to publish these paragraphs. If they had done so, and if the US had agreed, we would have arrived at the same outcome as today’s Court judgment, without a further year of legal proceedings, more quickly and smoothly, and in a way that left the Government less open to the attack that they were withholding from the public evidence of complicity in torture. Does not the fact that the relevant information has been published anyway in the US strengthen our case that that would have been the right course of action a year ago?  In other respects, we agree with the Foreign Secretary’s statement, particularly on maintaining the principle of control of intelligence, which, indeed, the Court ruling reaffirms and which we fully support. He has long argued that the intelligence-sharing relationship would be damaged by the release of these paragraphs. Is it still his view that that relationship will be damaged now that the information has been published? Can he say whether there are any other cases pending involving allegations of torture, in which he expects the principle to be challenged? In the light of the failed Detroit bomb attack and the serious threat at the moment to both the UK and the US from terrorism, can he assure the House that the sharing of information at this critical time has not been affected in any way? Have any other countries with which we share intelligence warned that they will reconsider the basis on which they share information in the light of today’s developments?  My final set of questions concerns the overriding need to draw a line under this episode and restore the UK’s moral authority in the matter of allegations of complicity in torture. As the Court ruling states,  “the rejection of torture…has a constitutional resonance for the”  British  “people which cannot be overestimated.”  Many of us have criticised the use of extraordinary rendition and the possibility that it can sometimes lead to torture in a third country. The US court ruling, which was decisive in making the Court of Appeal here change its view on publication, states unequivocally that, as a matter of fact, Binyam Mohamed was tortured over a period of two years. Do the Government now accept that statement? The Foreign Secretary has confirmed that the police are currently investigating possible criminal misconduct in the case of Binyam Mohamed. Will the right hon. Gentleman confirm whether there are additional investigations into other, parallel cases, and how many cases the Attorney-General is reviewing?  This case has come to epitomise the challenge of international terrorism and how we deal with it. However difficult that challenge is, we must be clear that winning the battle against the perpetrators of terrorism and their ideas requires moral as well as military strength. The Government must be able to assure the country and the world that a line has been drawn, that we are far more confident that allegations of complicity in torture cannot be made against the UK in future, and that all the necessary lessons of this episode have now been learnt.  David Miliband ", "David Miliband": "I concur with the right hon. Gentleman that this case has come to symbolise or epitomise some of the most difficult issues raised by the terrorist campaign in the nine years since 11 September 2001. It has also come to symbolise some of the key judgments that need to be made on how to ensure that our values and security are brought together. It is absolutely the case that the shared commitment across the House against torture and in favour of meeting all of our commitments in respect of cruel or inhuman treatment is a vital part of making this a safe country—far from undermining that, our commitment goes to the heart of what we are seeking to defend. The right hon. Gentleman queried the decision not to launch a campaign, as I called it last year, for the release of the documents in the United States. He is right that we did not launch such a campaign, although we were absolutely clear that they must be released to Mr. Mohamed’s defence counsel, as indeed they were.  The right hon. Gentleman said that he thought that the same outcome would have been achieved if we had launched a campaign and it had succeeded. That is not entirely the case, because obviously the commitments that the Court has made today about the control principle would not have been made in those circumstances, and those commitments and comments are valuable and important.  I also said to the right hon. Gentleman last year, and I stick by it today, that the United States Administration under President Obama have shown clearly their commitments in respect of anything that resembles torture or inhuman treatment. They are reviewing all the cases and they have clearly decided, so far, not to release the documents. The paragraphs released today are summaries of the US intelligence that we hold, not the actual documents, so I do not think that it would have been right for us to launch such a campaign. Apart from anything else, it would have suggested a degree of uncertainty about the commitments that the US Administration made that would not be merited.  The right hon. Gentleman asked an important question about any chilling or constraining effect that this case might be having, has had or will have on intelligence sharing. That is of grave concern to me, the Government and the whole country. I said in my statement that we would work with the US Administration, not just the State department but across all aspects of the US Government, to analyse this judgment; to understand its implications; to draw attention to the commitments that the Court makes in respect of the control principle; and also to discuss how we continue to defend that principle in the future. I am clear that it is an important job for me and for my colleagues to minimise any potential effect on the intelligence-sharing relationship, not least given the recent events that show how important it is, but it is too early to say that there will be no such effect and we need to work to ensure that that is indeed the case.  The fact that the Court of Appeal has so clearly said that it was the disclosures in a US court that led it to make its decision today that the seven paragraphs should be published is obviously a material aspect in the discussion about whether the control principle has been breached.  The right hon. Gentleman also asked about the judgment of facts that the US district court made. We await the US Government’s view on whether those are indeed matters of fact, as they have not yet corroborated or committed to that, but we obviously recognise that, as far as the court is concerned, they have been established as a matter of fact and it is not for us to query the judgment of the US court in that respect.  One key aspect of any lessons drawn or consequences arising from this case concerns the following three allegations that have no truth at all. First is the allegation that there is no oversight of the security services in this country. That is wrong. The second allegation is that it is our policy, if not to torture or commit acts of inhuman treatment ourselves, then to be complicit in them. That is not true. It is also not true to allege that, if possible wrongdoing occurs, it is covered up. This case shows clearly, in the work of the Attorney-General and the courts, that this country is committed to upholding all its commitments, and it does so for very good reason.  Mr. Edward Davey (Kingston and Surbiton) (LD) I am glad that the hon. Gentleman welcomes the work that is done by the security and intelligence services and salutes that work, but he does himself no justice by asking questions that he knows I cannot answer, because of the legal circumstances, or by repeating as questions allegations to which he knows the answer. He asked about the case involving so-called witness B. He knows that I cannot talk about that case because it is currently in front of the courts. It is not right to seek answers to questions that could prejudice an ongoing police investigation. The hon. Gentleman also asks whether the police have been given access to all the relevant papers, and he knows very well that all the relevant papers have been handed over to the police, because that is the basis on which the Attorney-General made her decision to ask for a police investigation.  The hon. Gentleman also asked what the effects—I think that that was the word he used—of this case would be. It depends how the debate is carried forward, but he will know from the successive reports of the Intelligence and Security Committee that significant changes have been made in the nature of the guidance that is issued to our security and intelligence service personnel and the way that policy is promulgated. As well as the generic issue, individual cases have been examined and set out by the Committee. Its recommendations have been followed and the Government have said clearly what they have done in that respect.  One outstanding issue concerns the publication of the reformed guidance in the light of the Binyam Mohamed case. That is currently sitting with the Intelligence and Security Committee, as the Prime Minister promised the House that it would, before publication.  Ms Diane Abbott (Hackney, North and Stoke Newington) (Lab) The vindication is of the control principle, and that was made clear by the Court. The Court also makes it clear that, in the absence of the American judgment of December 2009, it would have found in favour of the Government. That is an important point. In respect of extraordinary rendition, I do not recognise my hon. Friend’s description of UK complicity—  Ms Abbott Well, questions have been asked about extraordinary rendition in respect of Diego Garcia. My hon. Friend knows very well that two cases have emerged from studies of the American files. They were immediately publicised to the House in the appropriate way. There may have been subsequent questions, but there have also been answers to each and every one of those questions in respect of Diego Garcia. It is very important that we do not allow the impression to go abroad that there are outstanding issues in that respect—there are not. David Davis (Haltemprice and Howden) (Con) I will comment on it, but it is very important that the facts are on the record, not the allegations, and I hope that the right hon. Gentleman will allow me to go through this. First, it is not correct to say that the Government or, more specifically, the counsel for the Government, sought redactions of the judgment. A redaction suggests that we wanted an item deleted that we accepted was true. Once our counsel had been provided with a copy of the judgment in draft, as is normal practice, he had a real concern that one paragraph set out conclusions that went beyond the evidence presented and raised prejudice in respect of the ongoing case involving witness B. He took the view that that should be brought to the attention of the judges in the case. The three judges examined that letter and decided to amend the paragraph so that it took the final form that it did; the court concluded that the concern was well founded, so it revised its paragraph in the light of it. It is very important that we also remember that in open court today the counsel for Mr. Mohamed apologised unreservedly for releasing this private legal document—it is a normal part of legal practice that such correspondence should take place. It is also important that no suggestion is made anywhere to impugn the integrity of the judiciary in making their own judgments. What the judiciary say in a draft judgment or in a final judgment is their business, and their independence is at the heart of their final words. The words that appear today in public are those of the justices in the case, and it is their decision to release them on that basis.  Mr. David Winnick (Walsall, North) (Lab) My hon. Friend rightly says that we have responsibilities not only in respect of the conduct of our own officials, but if we come to know that torture, or cruel or inhuman treatment, is being undertaken by others with whom we work. We have a responsibility to act when we have that information and we should do so. A criminal case is being studied at the moment to see whether the actions taken were in accord with the principles that he and I share, as does the whole House. That is how the system should work and that is how it is working. For all the proper talk of lessons, I should also say that significant changes have been made since 2002 in the way in which guidance is offered to all officers, in the way in which they are trained and in the way in which the system is patrolled and policed, and that is the right approach. Mr. Winnick In respect of what happened at the time, that information is in front of our police at the moment and if they proceed to charges, it will go in front of the courts in order to find out exactly what happened in this particular case. Dr. Julian Lewis (New Forest, East) (Con) I am very happy to say clearly that the Government, as has been detailed in successive Intelligence and Security Committee reports, did follow that up, and not just in terms of our own system and how practices were developed. I think I should set out what happened in a letter to the hon. Gentleman. It has also been documented what did not happen and what should have happened, not in respect of an individual case, but in respect of training and guidance for officials, for example. That means that we are in a much stronger position today than we were in 2001-02, and rightly so. We always keep things under review, and the publication of the current guidance, which is before the ISC, will be an important opportunity for not only the whole House, but for the whole country to see how that is taken forward. Keith Vaz (Leicester, East) (Lab) No—I am afraid that there is a very short answer to that. It is not for the police to provide a running commentary on their investigations; they have to continue them until they are concluded and then make a decision. I understand that when the case was before the Attorney-General, my right hon. Friend made representations for her to speed up her work. She concluded that work and it is now before the police, but I cannot give him any joy about any running commentary that the police might provide. Mr. Douglas Hogg (Sleaford and North Hykeham) (Con) I think that the best way I can answer the legitimate questions that the right hon. and learned Gentleman has posed is to detail for him what has, in fact, been reported through the ISC about what the Government knew, when they knew it and what action they took. In answer to one of his questions I wish to say that it was the actions of the Government, as recorded in the divisional court, that got the documents to Mr. Mohamed’s legal counsel. That is why the constant confusion between the “suppression of evidence” as regards Mr. Mohamed and the publication of the evidence is so damaging. It was at the heart of the Government’s case that we had a responsibility to ensure that Mr. Mohamed was able to defend himself. That is why we made representations to the US authorities, and the divisional court, in effect, congratulated the Government on achieving that. That is not the same as publishing the documents in the public domain, because one concerns justice for the individual whereas the other concerns the public interest in open debate. I shall provide the right hon. and learned Gentleman with a detailed explanation in respect of his other questions. Ms Dari Taylor (Stockton, South) (Lab) My hon. Friend is right; there will be a taking stock, as I set out in my statement, and we will seek to ensure that the full intelligence sharing that is so vital to both our countries continues unabated. However, there is no point in denying that there will be a taking stock as a result of this judgment. Mr. Andrew Tyrie (Chichester) (Con) I am interested to hear that the Leader of the Opposition is re-committing himself to a judicial inquiry—I shall pursue it with Opposition Front-Bench Members to see whether it is the case. The Government have discussed whether a judicial inquiry would be right, but have concluded that it would not be right, not least because the judicial system in this country is performing a very effective function in the courts, which is where it belongs. I also want to put it on the record that a dangerous confusion is emerging between rendition—sometimes called extraordinary rendition—and torture. They are not the same thing, although both are reprehensible and contrary to the laws and spirit of this country. However, it is important that we do not confuse the two. In Mr. Mohamed’s case, there are allegations that he was subject to both, but they are not the same; they are separate. However, they are both wrong and they both need to be addressed fully. In respect of the hon. Gentleman’s main point, however, I do not think that the conclusion to be drawn from today’s events is that a judicial inquiry is necessary; I draw the conclusion that the judiciary is performing its function extremely vigilantly.[Official Report, 22 February 2010, Vol. 506, c. 2MC.] Jeremy Corbyn (Islington, North) (Lab) Yes, the Government have stood out against Guantanamo Bay for a very long time, but it is also a fact that the current US Administration are committed to closing Guantanamo Bay and are seeking to do so as fast as possible, and quite rightly so. However, I can answer in the affirmative to both the questions asked by my hon. Friend. In respect of whether those practices are continuing, it is absolutely clear from the executive orders that President Obama has issued, among other things, that those practices have been completely banned by the US, which puts it into line with our position. Mr. Henry Bellingham (North-West Norfolk) (Con) The Government judge that our interests in securing the closure of Guantanamo Bay were so strong that it was right that British residents, as well as British citizens, be given the chance to come back to the UK. We did that in the case of nine British citizens and five British residents. One British resident, Mr. Shaker Aamer, continues to reside in Guantanamo Bay, and we continue to press the case for his release. We took the decision on the basis that the closure of Guantanamo Bay was right and that we had to play our part in it. However, it is also right that Mr. Mohamed, along with four others, was a UK resident at the time of his extraordinary rendition—not rendition from this country, but from within south Asia. Paul Flynn (Newport, West) (Lab) I am happy to agree with my hon. Friend that British foreign policy is fully independent. However, it is not autarkic: although we pursue our foreign policy with our allies, we also have to pursue it with people who are not our allies in order to achieve our goals. We are absolutely committed to doing what is right for the United Kingdom, and that involves a very close relationship with the United States. However, that does not mean that we always agree with them, although I am pleased to say that we agree with the current Administration more than with some previous ones. That does not mean, however, that we agree on everything. That is the right way to proceed. Martin Linton (Battersea) (Lab) ", "Mr. Edward Davey (Kingston and Surbiton) (LD)": "I thank the Foreign Secretary for his statement, and echo his support for our excellent security services and his emphasis on the importance of our close relationship with our American allies, but given that one of the most senior judges in the land has openly criticised the Foreign Secretary and his legal representatives for accusing other judges of being irresponsible, and dismissed the Government’s appeal, the Foreign Secretary should have been more contrite in his statement today. The Liberal Democrats also respect the control principle for the way in which foreign intelligence is handled, but unlike the right hon. Gentleman—and like the right hon. Member for Richmond, Yorks (Mr. Hague)—we believe that the Government had a duty to ask the American authorities at the highest level whether they would release this information. Given the gravity of the accusations and the information that has now been published, one would have thought that that was exactly the right thing to do.  I turn to the content of the seven paragraphs that the Foreign Secretary has been forced to publish today. Is it not now clear that the British authorities knew that the US was using torture techniques against Binyam Mohamed? Will the Foreign Secretary now tell the House what steps the British Government took at the time to deplore that use of torture? What steps did they take to ensure that Britain was not complicit in that torture? Will he guarantee today that at no stage in this case was Britain in breach of either our domestic or international obligations on torture?  Anyone who has followed this case closely, including the evidence given by the Security Service officer involved to the courts, will recognise that knowledge of the American use of torture did not remain within the secret service but was almost certainly passed on to the highest levels of Government. Does the Foreign Secretary know whether Ministers were told that the US was torturing Binyam Mohamed, and when? Will he now ensure that all such evidence is given to the police in charge of investigating allegations of British complicity in torture in this case?  I accept totally that the Foreign Secretary fought this case for honourable and just reasons, but will he now take another honourable step, given this and other allegations of British complicity in torture, and set up a wide-ranging judicial inquiry?  David Miliband ", "Ms Diane Abbott (Hackney, North and Stoke Newington) (Lab)": "Is the Foreign Secretary aware that many people listening to this debate will be surprised to hear him describe the Court ruling as a vindication, when in fact he has been forced to reveal information that he has struggled for a long time not to reveal—even when it was legally available in the US? Is he aware that it cannot be right to describe the information released today as clearing the Government of any involvement, past or present, in extraordinary rendition—and thus complicity in torture? He must be aware that, whatever is happening now under a new US Administration, there are still questions to be answered about past British involvement in extraordinary rendition and thus in torture. David Miliband ", "Ms Abbott": "There are questions to be answered. David Miliband ", "David Davis (Haltemprice and Howden) (Con)": "May I thank the Foreign Secretary for making this statement, because it is good that he did so? Just before he stood up earlier, The Guardian published on its website a copy of a letter from Jonathan Sumption QC, his lawyer, raising the matter that the Government are still seeking a redaction—it would appear—from the judges’ rulings. I shall read the Foreign Secretary the following short extract from that long letter: “The Master of the Rolls’s observations…are likely to receive more public attention than any other part of the judgments. They will be read as statements by the Court (i) that the Security Service does not in fact operate a culture that respects human rights…(iii) that officials of the Service deliberately misled the Intelligence and Security Committee on this point (iv) that this reflects a culture of suppression in its dealings with the Committee, the Foreign Secretary and indirectly the Court, which penetrates the service to such a degree as to undermine any UK government assurances based on the Service’s information and advice; and (v) that the Service has an interest in suppressing information which is shared…by the Foreign Office for which he is responsible.”  Will the Foreign Secretary comment on that?  David Miliband ", "Mr. David Winnick (Walsall, North) (Lab)": "In no way do I question my right hon. Friend’s integrity, but is he aware that for some of us the heart of this issue is simply the question of whether British security officials knew that torture was being applied against Mr. Mohamed by the United States? If no action was taken by us and no information was given to Ministers, that is a stain on the reputation of our country and it should never happen again. It is just not good enough to say that Britain is not a party to torture. If we know that torture is being carried out by our closest ally, we have a responsibility to act, and I am afraid that in the case of Mr. Mohamed we did not do so. David Miliband ", "Mr. Winnick": "At the time? David Miliband ", "Dr. Julian Lewis (New Forest, East) (Con)": "According to comments made by the great theorist of counter-insurgency, Sir Robert Thompson, more than 40 years ago, not only is prisoner abuse morally wrong, but it is lethal to any counter-insurgency campaign. I appreciate that the Foreign Secretary cannot or does not wish to comment on the particular case that is before the courts, but in response to the hon. Member for Kingston and Surbiton (Mr. Davey) can he address the question of what representations the Government made to our American allies more generally when it became known that waterboarding was being used? David Miliband ", "Keith Vaz (Leicester, East) (Lab)": "May I join the Foreign Secretary and others in congratulating the security services on their professionalism? May I also take him back to the police investigation? I wrote to the Attorney-General on behalf of the Select Committee on Home Affairs a year ago about this matter and she referred it to the police. Has this been ongoing for a whole year? If so, can we expect an update from the police as to when these investigations will conclude? David Miliband ", "Mr. Douglas Hogg (Sleaford and North Hykeham) (Con)": "The Foreign Secretary’s statement makes it plain that in 2002, while in US custody, Mr. Binyam Mohamed was subjected to systematic maltreatment, probably amounting to torture. Can the Foreign Secretary tell the House when the Government first learned of those facts? At what level in government were those facts known? What steps were taken to make urgent representations to the United States Government that this must stop? What steps were taken to prevent extraordinary rendition from being practised, to which we were a party? Was not the concealment of this document very damaging to Mr. Mohamed’s claim for civil damages? Mr. Speaker ", "Mr. Speaker": "I recognise the rhetorical technique that the right hon. and learned Gentleman was deploying but, unless my arithmetic failed me, I counted about six questions, to which one answer will suffice. Mr. Hogg Not at all. I call the Foreign Secretary. David Miliband I think that the hon. Gentleman is seeking to imitate the right hon. and learned Member for Sleaford and North Hykeham (Mr. Hogg). There was a quartet there, but again one answer from the Foreign Secretary will suffice. David Miliband ", "Mr. Hogg": "I apologise. Mr. Speaker ", "Ms Dari Taylor (Stockton, South) (Lab)": "In thanking my right hon. Friend for his statement to the House and for once again making it clear to everybody that torture or complicity in torture is totally unacceptable, may I add a thank you for his comments about the work of the Intelligence and Security Committee, on which I serve? I believe that it scrutinises the security agencies forcefully and purposely. However, will there now be—this is crucial for us all—a watching brief on how intelligence sharing between Britain and the UK will continue? I ask that because it is important for us to acknowledge that that relationship is crucial to Great Britain’s future security. David Miliband ", "Mr. Andrew Tyrie (Chichester) (Con)": "The Foreign Secretary said that our most basic values as a nation are at stake here. I agree. It is only by getting to the truth about all this that we can bring closure to the whole sorry episode that is now called extraordinary rendition and in which the UK appears to have allowed itself to become complicit in kidnapping and torture. Indeed, a judge in another case said that we had facilitated a rendition, so the issue of facilitation, in principle, is no longer in doubt. Given all that, will the Foreign Secretary now finally discuss with the Prime Minister the need for a judge-led inquiry, which is supported by Lord Carlile, who is the Government’s own anti-terrorism watchdog, and by the Leader of the Opposition and the Liberal Democrats, as well as many others? David Miliband ", "Jeremy Corbyn (Islington, North) (Lab)": "May I take the Foreign Secretary back to the question of Mr. Binyam Mohamed and what happened to him in 2002 in Pakistan? When did the British Government know about it, what protests have been made and are they satisfied that there is not a continuation of this practice, either in Pakistan or in other places, from where the US takes prisoners to some other destination? Furthermore, does he not think that Guantanamo Bay should have been closed many years ago and that we should have done much more to close it? Mr. Speaker ", "Mr. Henry Bellingham (North-West Norfolk) (Con)": "In his statement, the Secretary of State stated that Mr. Mohamed is an Ethiopian national formerly resident in the UK. What is his current immigration status, and why was he allowed back into the UK, especially when it was obvious that he was going to seek legal aid to mount a challenge in our courts? David Miliband ", "Paul Flynn (Newport, West) (Lab)": "This dreadful conduct is alien to our history and principles, and will certainly increase the risk of terrorism to this country. In the Secretary of State’s stock-taking, will he consider the possibility of returning to the fully independent, British foreign policy that served us so well in the Vietnam war? David Miliband ", "Martin Linton (Battersea) (Lab)": "Will this case speed up the release and return of Mr. Shaker Aamer, to whom the Foreign Secretary referred and whose family live in my constituency? Is there any intelligence material about the torture of Mr. Aamer in our possession, and could that be a reason behind the reluctance of the US Government to agree to his return to this country? David Miliband "}}