{"Flood and Water Management Bill": {"Miss Anne McIntosh (Vale of York) (Con)": "5. What recent discussions he has had with the Welsh Assembly Government on the implications for Wales of the provisions of the Flood and Water Management Bill. The Parliamentary Under-Secretary of State for Wales (Mr. Wayne David) ", "The Parliamentary Under-Secretary of State for Wales (Mr. Wayne David)": "My right hon. Friend and I have regular discussions with Welsh Ministers on the implications for Wales of the whole of the UK’s legislative programme. This Bill is very much a cross-border Bill, and it is a good example of the Government and the Welsh Assembly Government collaborating to benefit those on both sides of the border. Miss McIntosh ", "Miss McIntosh": "I thank the Minister for that reply. We welcome the Flood and Water Management Bill, but we are concerned by a number of potential cross-border issues relating to how the flood risk management strategy for Wales might impact on England. What assurance can he give the House today that those issues will be dealt with timeously, transparently and sensitively? Mr. David ", "Mr. David": "I can provide the assurance that the cross-border issues will be central to the implementation of this legislation. It is clear that, right from the start of the discussions with the Welsh Assembly Government, there has been close co-operation between us, and a recognition on both sides of Offa’s dyke of the need to ensure that our policies dovetail, overlap and pull in the same direction. This is a good example of the kind of partnership that devolution is all about, and it is in sharp contrast to what would happen if the Conservatives were in power. Mr. Elfyn Llwyd (Meirionnydd Nant Conwy) (PC) Investment is always important. Dwr Cymru, despite recent difficulties, illustrates how a forward-looking company that is organised in a progressive way can make a meaningful intervention. Investment in this area is extremely important, and one of the most positive examples of recent times has been the £6.1 million of European funding for flood and coastal defences across Wales. Given the hon. Gentleman’s attitude towards Europe, I suggest that funding such as that might be put at risk, were his party to get into power—[Interruption.] Mr. Speaker ", "Mr. Elfyn Llwyd (Meirionnydd Nant Conwy) (PC)": "Does the Minister agree that not-for-profit companies such as Dwr Cymru should be allowed to invest in infrastructure as they see fit in order to improve customer service? An example is the proposal for much-needed storm drainage in Llanelli, which has been rejected by Ofwat as offering poor shareholder value. Mr. David "}}