{"Bank Loans": {"Bob Spink (Castle Point) (Ind)": "7. What discussions he has had with ministerial colleagues on steps to improve the availability of bank loans for businesses in Wales. The Secretary of State for Wales (Mr. Peter Hain) ", "The Secretary of State for Wales (Mr. Peter Hain)": "Through the National Economic Council, I have regular discussions with ministerial colleagues to try to ensure that businesses in Wales can access the funds they need. Bob Spink ", "Bob Spink": "Will the Government use their considerable clout with the banks to get more liquidity into small and medium-sized enterprises? The banks are withholding overdraft facilities and funding for decent, good, sound companies and subcontractors, forcing them to the wall. The banks still do not get it. Mr. Hain ", "Mr. Hain": "I understand the frustrations that the hon. Gentleman, who has been a tireless advocate on this issue, is expressing, but the truth is that the Bank of England says that there is now more bank lending and that we have intervened with banks such as RBS in which we have a stake to ensure that they are pressed into lending extra finance. The truth is also that the Welsh economy and the British economy as a whole have started to recover from this deep recession, because of the actions that the Government have taken. I hope that the hon. Gentleman supports what this Government have done, as opposed to the disastrous policies that the Tories would follow if they were in power. Nick Ainger (Carmarthen, West and South Pembrokeshire) (Lab) Yes, of course I would be happy to raise this matter, which has been a source of continuing agenda discussion at recent economic summits in Wales. We will certainly discuss the issue tomorrow in Llanelli, and I will bring my hon. Friend’s arguments to bear because the construction industry is vital. The investment that we are putting in will see more and more construction jobs, all of which would be put at risk if the Tories got into power. Mr. Speaker ", "Nick Ainger (Carmarthen, West and South Pembrokeshire) (Lab)": "My right hon. Friend will know that the construction industry in Wales has suffered during the recession and that this is partly due to the banks’ restricting lending in this sector—despite there being a significant demand for housing and despite the fact that the banks have received billions in taxpayers’ support. Will my right hon. Friend raise this issue at tomorrow’s economic summit in Llanelli, where Welsh Assembly Members and other colleagues will be in attendance, to ensure that lending is released to the construction industry, so that we get skilled workers back in work? Mr. Hain "}}