{"Financial Services and Markets Act 2000 (Regulated Activities) (Amendment) Order 2010": {"Lord Myners": "That the order laid before the House on 19 January be approved. Relevant document: 6th Report from the Joint Committee on Statutory Instruments.  The Financial Services Secretary to the Treasury (Lord Myners) My Lords, we believe that alternative finance investment bonds should, as far as possible, be afforded a level playing field with their conventional equivalents. We have said that the aim of the order is to create clarity over the regulatory treatment of corporate sukuk and to reduce potential legal and compliance costs that may have been a barrier to increased issuance. The joint Treasury and FSA consultation concluded that the most appropriate way forward was to introduce legislative amendments to exempt explicitly these instruments from collective investment scheme regulations and to create a new specified investment under the regulated activities order. The FSA estimates that these regulatory changes could reduce overall costs of sukuk issuance by around £35,000 for a sukuk of five years’ duration. The responses that we have received to our consultation have been generally supportive. The Government believe that the additional cost of around £175,000 to upgrade the FSA’s technology is justified by the increased prospect of corporate sukuk issuance in the UK and related developments in the UK market. We see these as a public benefit for many who will, potentially, be able to access them. The HMRC impact assessment for the amendment of tax legislation on alternative finance investment bonds, published in April 2009, estimated that there will be up to 20 issuances per year under the revised tax and regulatory framework. As the market gains momentum, as the noble Lord, Lord Sheikh, has suggested it could, and London becomes Europe’s centre, we could see a much more active market that will attract the involvement of other agents who have no previous skill or knowledge in this area.  We have dealt with the £175,000. The noble Baroness, Lady Noakes, asked whether FSA assurance on the regulation of alternative finance bonds is appropriate and whether treatment would be the same as for conventional bonds. Alternative investment ensures that economically equivalent instruments are afforded equivalent regulatory treatment. That is to say that sukuk are the same in substance as conventional bonds and accordingly it is appropriate that they should be treated as such. The Treasury and the FSA engage with industry on an ongoing basis to take views about the opportunities and challenges in the area of Islamic finance. In particular, I would welcome an opportunity to discuss this further with the noble Lord, Lord Sheikh.  Baroness Deech ", "The Financial Services Secretary to the Treasury (Lord Myners)": "My Lords, it is good to see your Lordships again. It is also good to see such refreshing, young faces—not the sort who had to be brought in to be seated behind Mr Cameron when he spoke to so-called university students at a lecture earlier this week, who subsequently proved not to be students of the institution in question. These certainly are students of the institution in question: the Opposition. This order seeks to make a change to the definitions regime for regulated activities, as laid out in the Financial Services and Markets Act 2000 (Regulated Activities) Order 2001. Specifically, the order seeks explicitly to exempt alternative finance investment bonds from the current collective investment scheme regulations and to create a new specified investment under the regulated activities order. The order further seeks to introduce a unique regulatory definition of alternative finance investment bond for this purpose.  This change will benefit institutions looking to issue corporate sukuk by creating regulatory clarity and reducing potential legal and compliance costs. In the Finance Bill 2009, we introduced relief from stamp duty land tax and tax on capital gains for any transactions undertaken as part of the issue of alternative finance investment bonds. The purpose of this legislation is to remove further obstacles to the issuance of corporate sukuk in the UK. The FSA has estimated that these regulatory changes would reduce the overall costs of corporate sukuk issuance by around £35,000 for sukuk of five years’ duration.  It may help the House if I briefly outline what alternative finance investment bonds are, how they are currently treated within the regulatory framework and the background to this order. Alternative finance investment bonds refer to a type of financial instrument commonly known as sukuk, or Islamic bond, but can also refer to any financial instrument with similar characteristics. These instruments replicate the economic effects of conventional bonds. Sukuk aim to do that in a way that conforms with the principles of Sharia. Sharia compliance is not a requirement for an instrument to be treated as an alternative investment bond under the order. The Sharia-compliant features of sukuk, which include the principle of mutual co-operation and risk and profit-sharing arrangements, mean that in some cases these would fall within the broad regulatory definition of a collective investment scheme in Section 235 of the FSM Act 2000. Arguably, that puts alternative finance investment bond issuers at a disadvantage to issuers of conventional debt securities, as authorisation as a collective investment scheme involves application fees, ongoing supervisory fees and, more importantly, internal and third-party costs associated with compliance procedures. Although the structure of sukuk may be such that they do not fall within the collective investment scheme regulations, this uncertainty was cited by the Islamic finance industry as a barrier to the issuance in the UK of corporate sukuk.  In December 2008, Her Majesty’s Treasury and the FSA launched a joint consultation into the regulatory treatment of alternative finance investment bonds. Four policy options were identified. Option 1 was to introduce legislative amendments to exempt explicitly these instruments from collective investment scheme regulations and create a new specified investment under the regulated activities order and to introduce a unique regulatory definition of alternative finance investment bonds for this purpose. Option 2 was the same as option 1, but with alternative finance investment bonds being defined by the existing tax definition. Option 3 would be the same as option 1 but would include alternative finance investment bonds under the existing specified investment of creating or acknowledging indebtedness. Option 4 was to do nothing.  HM Treasury proposed that the first of those—to introduce legislative amendments to exempt explicitly these instruments from collective investment scheme regulations and create a new specified investment under the regulated activities order and to introduce a unique regulatory definition of alternative finance investment bonds for this purpose—be taken forward. The 20 responses to the consultation paper showed that there was broad industry support for that course of action. The views of the industry were summarised and the authorities’ feedback given in a second document, published in October 2009. We received three responses to this during a second consultation phase and took these views into account in our further refinement of the statutory instrument. We intend that the legislation will come into force on 24 February so that the legislative changes and the changes to the FSA’s handbook can take effect at the same time.  The effect of the order before the House today will be to make alternative finance investment bonds a specified investment for the purposes of the Financial Services and Markets Act 2000 and to afford them equivalent treatment to conventional bonds. I beg to move.  Baroness Noakes ", "Baroness Noakes": "I thank the Minister for introducing the order. I shall be brief, because this is all that stands between the Lenten Recess and those of us who deal with Treasury business in your Lordships’ House. My party supports the adaptation of UK regulatory and tax law to accommodate Sharia-compliant instruments. The UK’s financial services industry is famously innovative and has adapted to the demand for Sharia-compliant products. We would not want to stand in the way of that, provided that any costs imposed are proportionate and risks are capable of effective regulatory oversight.  If it is the FSA’s judgment that its regulatory oversight of the relevant products is unimpaired by this reclassification, clearly there is no problem. However, I could not find that clearly stated in the paperwork accompanying the order or in the consultation that preceded it. Perhaps the Minister could today give that confirmation.  The original consultation in December 2008 showed that the FSA had not yet calculated the costs. If the costs of option 1 in that document, which is the solution being put forward in the order, were unavoidable and material, the FSA, it was said, would examine other legislative solutions that would avoid such costs. The document did not say what sort of level was material. The October 2009 summary of responses noted the support for option 1 but was silent as to the FSA’s costs.  The impact assessment for the order shows that the one-off costs for the FSA amount to £175,000. That seems rather a large amount of money to add one specified investment to the FSA’s systems, although in the context of the FSA’s budget of around £300 million it is clearly small beer. Can the Minister say who pays the £175,000? Will it be borne by those who issue relevant bonds or will it be lost in the general pot and therefore be borne more broadly?  Finally, we seem to be dealing with Islamic finance on a piecemeal basis. That may have been appropriate in the past, with low demand and transaction volumes but, if the UK is to capitalise on its strength as a financial centre, is there a case for a wider review of the ways in which the tax and regulatory regimes might be modified further? I have absolutely no idea whether further changes would be desirable and would certainly need the assistance of my noble friend Lord Sheikh on that. I am pleased to see him in his place. However, I want to see the UK being more proactive, rather than reactive, so that we can capture as much of this global business as possible. Perhaps the Minister will comment on that.  Lord Newby ", "Lord Newby": "My Lords, I shall start where the noble Baroness finished. Just over a couple of years ago, the Prime Minister, then Chancellor, said that it was his aspiration that the City should be the global centre for Islamic finance. As with so many other government initiatives, the Treasury has had—on a charitable viewing—other things to do over the past couple of years. However, the assertion having been made, there has been precious little activity to support it. I strongly support the noble Baroness in putting further impetus behind that aspiration. As luck would have it, yesterday morning I somewhat improbably found myself at a breakfast seminar on Islamic finance. One of the questions raised was whether the Government were contemplating, or had contemplated, issuing sukuk-compliant orders as a partial way of meeting the deficit. The speakers said that they understood that the issue had been actively considered by the Treasury until a couple of years ago. At that point, it appears, active consideration stopped. Given the size of the market and the strait in which the Government find themselves, it seems to me that having sukuk-compliant products of their own might be an extremely good way of tapping into a market that is currently unaccessed by the Government and their debt office. I would therefore be grateful if the Minister could respond today on that or look further into it. The order seems eminently sensible and we support it.  14:45:00  Lord Sheikh ", "Lord Sheikh": "My Lords, I certainly welcome our increasing involvement in Islamic finance. We have the largest finance industry in the western world and are very keen to promote this. I see us as being the stepping stone into more penetration into Europe. Islamic finance is taken not only by Muslims but by non-Muslims because of its ethical nature and the fact that it is mutual. Therefore, the idea of promoting sukuk is marvellous. There is a large Islamic banking sector here—not only wholesale but retail banks. We are also keen to promote Takaful Islamic insurance because there is a demand for it. I repeat that this change will appeal to Muslims and non-Muslims. If the world had followed Islamic Sharia principles, perhaps we would not have had such a drastic credit crunch. Islamic finance is based more on mutuality, assets and transparency. We need to promote the order and I welcome the Minister’s comments. Lord Myners ", "Baroness Deech": "My Lords, this may display my total ignorance about Islamic finance, but can we be assured that the Islamic finance industry in London treats women in every respect as equal and that there are no discriminatory obstacles to the progress of Islamic finance? Lord Myners "}}