{"Economy": {"Chris Ruane": "2. What recent discussions he has had with ministerial colleagues on the state of the economy in Wales; and if he will make a statement. The Secretary of State for Wales (Mr. Peter Hain) Up and at ‘em! We have had £124 million of objective 1 funding for Denbighshire, a £30 million Welsh Assembly Government investment in seaside towns in north Wales, £5 million from the Department for Work and Pensions for initiatives in Rhyl, two new further education colleges in my constituency and an extra 6,000 jobs created in Vale of Clwyd. Will those investments be under threat if that lot over there get in? Mr. Hain ", "The Secretary of State for Wales (Mr. Peter Hain)": "My hon. Friend is the most enthusiastic Member in the House. Last month’s modest but welcome growth in gross domestic product shows that actions taken by this Government have begun to secure the economic recovery in Wales.  Chris Ruane ", "Mr. Hain": "The answer is yes, and my hon. Friend’s constituents understand that. They know that the Conservative plans, which were reported in The Guardian only on Monday, for savage cuts that will go dramatically further than Labour’s restrained policies will jeopardise all that investment in his constituency and all the investment that is going in, and that has gone in, to Wales in 13 years of Labour Government. Adam Price (Carmarthen, East and Dinefwr) (PC) First, I am not sure whether this is the hon. Gentleman’s last or penultimate appearance at Welsh questions, but I wish him well in his studies in America. We will all miss him dearly, although I am not sure whether the hon. Member for Meirionnydd Nant Conwy (Mr. Llwyd) will miss him as dearly. At any rate, the points made by the hon. Gentleman should be considered in the context of current discussions. I am assisting the First Minister in trying to resolve the matter, because the hon. Gentleman is right that Finance Wales has played an absolutely crucial role in helping businesses in Wales and that it ought to be able to continue that role free from any debt.  Dr. Hywel Francis (Aberavon) (Lab) I agree with my hon. Friend that the Swansea university innovation centre, which is in his constituency—and in our proud borough of Neath Port Talbot as well—represents a major breakthrough. That the university has been able to establish a new centre of innovation, in partnership with the business community and with the support of the Welsh Assembly Government, will help the whole area to go up an extra tier and ensure that the Swansea bay area, including Neath Port Talbot, can drive forward exactly as the Government want the economy to drive forward in relation to the digital economy, the low-carbon economy and the jobs of the future. All that would be put at risk by cuts in investment in precisely that sort of project. Mrs. Cheryl Gillan (Chesham and Amersham) (Con) What is interesting about the Welsh Assembly Government is that they have driven forward a series of imaginative business support programmes in all areas, including in European funding, which has helped to—[Interruption.] I am sorry about that; it was my wife calling in the middle of questions! That has helped to ensure that the Welsh economy is now recovering from, as the hon. Lady has said, the deepest recession for a very long time—at least since the 1930s. Company liquidations are down from the numbers in the 1980s and 1990s; employment levels are much higher; and housing repossessions are much lower. All that shows that the partnership between the Welsh Assembly Government and the UK Government is delivering for Wales. Mrs. Gillan Employment is still much higher than when we came to power; there are 90,000 more jobs than when the Tories were in power in Wales; housing repossessions are lower than during the financial crisis that the Tories dealt with; business bankruptcies are significantly lower; economic activity is rising; and the latest report from the purchasing managers index shows that economic activity is rising for the ninth consecutive month. It is very important that the hon. Lady and the House consider the following point. A Conservative Front Bencher—perhaps it was her—told The Independent on Monday:  “We have not had a clear message…There has been no one in charge, no one to take a decision…The last few weeks have been a mess.”  She has been describing Tory economic policy, which would be visited on Wales if she got this job.  Mrs. Betty Williams (Conwy) (Lab) ", "Adam Price (Carmarthen, East and Dinefwr) (PC)": "Why is the Treasury forcing the Welsh Assembly Government to put on their balance sheet the £97 million that Finance Wales has loaned to small businesses and thus, in effect, capping the amount that can be lent, given that the Government here have been borrowing off balance sheet for years? Is that not another classic example of one rule for Wales and another for Whitehall, with Welsh people being penalised as a result? Mr. Hain ", "Dr. Hywel Francis (Aberavon) (Lab)": "There has been a 75 per cent. decrease in long-term unemployment in my constituency since 1997. Although we warmly welcome that, we should also be looking to create new, sustainable, high-quality jobs for the future, through such initiatives as the new science and technology campus in my constituency. Will the Secretary of State confirm that he supports that initiative and describe what practical help he can give to that excellent plan, because it is going to be an important development for the knowledge economy in south-west Wales? Mr. Hain ", "Mrs. Cheryl Gillan (Chesham and Amersham) (Con)": "Will the Secretary of State explain why, in the deepest economic downturn since the ’30s, his Labour colleagues in Cardiff, in the first half of the financial year, used less than a quarter of the business support programme money available to them for assisting our hard-pressed Welsh businesses? Mr. Hain ", "Mrs. Gillan": "I thought that that was the Secretary of State’s Plaid partners pulling his strings, rather than his wife calling. The fact is that, under Labour, the cost of business regulation has soared, and against the rest of the UK, Welsh gross value added has fallen and the wage gap has risen. That is the appalling record that is the reality of Labour in power in Wales today. Has not this underspend—I noticed that answer came there none—come at a crucial time? It is another example of Labour’s economic incompetence. The money was there. Why did Labour not spend it?  Mr. Hain ", "Mrs. Betty Williams (Conwy) (Lab)": "Can my right hon. Friend tell the House how many new jobs will be created through the areas enhancement fund, and how will that help the economy of the counties of Gwynedd and Conwy? Mr. Hain "}}