{"Oral Answers to Questions": {"Mr. Henry Bellingham (North-West Norfolk) (Con)": "1. When he next expects to hold discussions with ministerial colleagues and the Welsh Assembly Government on policy to tackle bovine tuberculosis. The Parliamentary Under-Secretary of State for Wales (Mr. Wayne David) ", "The Parliamentary Under-Secretary of State for Wales (Mr. Wayne David)": "Both the UK and Welsh Assembly Governments take the impact of bovine tuberculosis very seriously. I am sure that the Welsh Assembly Government will consider the most effective means at their disposal, including vaccination, to eradicate bovine TB in Wales. Mr. Bellingham The Wales Office obtains its IT services from the Ministry of Justice, which follows the Government’s action plan for open source software. The Wales Office uses open source software to maintain its website, which hon. Members can find at www.walesoffice.gov.uk. Nia Griffith My right hon. Friend and I have regular discussions with Welsh Ministers on the implications for Wales of the whole of the UK’s legislative programme. This Bill is very much a cross-border Bill, and it is a good example of the Government and the Welsh Assembly Government collaborating to benefit those on both sides of the border. Miss McIntosh Short and not so sweet! The effective operation of both Severn bridge crossings is a priority for all travellers using this vital route to and from Wales—something that both the Secretary of State for Transport and I fully recognise. David T.C. Davies The United Kingdom and Welsh Assembly Governments continue to support Welsh farmers’ promotion of their first-class produce overseas. Michael Fabricant ", "Mr. Bellingham": "Does the Minister agree that the badger culling programme in Wales has been a success in eradicating bovine TB? What lessons can England learn from that? Does he agree that such a programme could be introduced in England as well? Mr. David ", "Mr. David": "Of course, as the hon. Gentleman recognises, bovine TB is one of the biggest threats to the farming industry, which is a major contributor to the Welsh economy. There are mixed opinions in both Wales and England as to effective TB control, but the Welsh Assembly Government strongly believe—correctly, in my view—in a combination of badger vaccination, targeted culling and other cattle measures. The cull has not actually begun yet in Wales, but I am sure that lessons will be learned. Alun Michael (Cardiff, South and Penarth) (Lab/Co-op) I am aware of the press report to which my right hon. Friend has referred but, of course, nobody is suggesting that there should be a cull, full stop. We need to use a range of measures, with that mixed approach being required in south-west Wales in particular. Mr. Roger Williams (Brecon and Radnorshire) (LD) Devolution is, of course, about not only doing things differently, but learning from the experiences of others, and I am sure that the experiences will be shared when this cull begins. I should emphasise that this is one element of a strategy that has been devised by the Welsh Assembly Government and that is fully supported by the farmers unions in Wales; I have every confidence in it. Chris Ruane (Vale of Clwyd) (Lab) My hon. Friend is correct to stress the importance of open source software. It is an example of co-operative values in a modern context, and of computer programmes across the world coming together to improve access to the internet. Of course, saving money is also extremely important, and the open source approach can provide best value for money to the taxpayer in delivering public services. We are discussing this at Welsh Minister level and with Whitehall Departments, and it will be an issue that we will raise constantly with the Welsh Assembly Government. Mark Pritchard (The Wrekin) (Con) Yes, and value for money is central to the Government’s programme. This marks a sharp contrast to the crude cuts that are being articulated by the Conservatives. We need to ensure that we have efficiency and value for money, as well as dramatic change and modernisation. We do not want crude, harsh cuts. Paul Flynn (Newport, West) (Lab) I was in Newport on Monday, and I saw good examples of companies that are thriving, admittedly in difficult circumstances. This registers the dramatic  improvement that is taking place. One company that I visited is EADS, and it is a good example of that improvement. It is also necessary to maintain investment and to think strategically about how we can modernise the economy to meet the challenges of the world. That is why the Government’s programme of digitisation is so important. Flood and Water Management Bill  Miss Anne McIntosh (Vale of York) (Con) I can provide the assurance that the cross-border issues will be central to the implementation of this legislation. It is clear that, right from the start of the discussions with the Welsh Assembly Government, there has been close co-operation between us, and a recognition on both sides of Offa’s dyke of the need to ensure that our policies dovetail, overlap and pull in the same direction. This is a good example of the kind of partnership that devolution is all about, and it is in sharp contrast to what would happen if the Conservatives were in power. Mr. Elfyn Llwyd (Meirionnydd Nant Conwy) (PC) Investment is always important. Dwr Cymru, despite recent difficulties, illustrates how a forward-looking company that is organised in a progressive way can make a meaningful intervention. Investment in this area is extremely important, and one of the most positive examples of recent times has been the £6.1 million of European funding for flood and coastal defences across Wales. Given the hon. Gentleman’s attitude towards Europe, I suggest that funding such as that might be put at risk, were his party to get into power—[Interruption.] Mr. Speaker I have to ask whether the hon. Gentleman is seriously suggesting that the Government spend billions of pounds of taxpayers’ money on subsidising the Severn crossings. I have to say that he is a classic example of two-faced Tories—[Interruption.] Yes, they suggest savage cuts one moment, while promising to spend billions the next. Jenny Willott (Cardiff, Central) (LD) That is a good point. Credit card payments are, in fact, being introduced for that reason. I pay tribute to, in particular, my hon. Friend the Member for Newport, East (Jessica Morden) for her tireless campaigning. As a direct consequence of her intervention, work is under way to make the necessary arrangements for secondary legislation. Dairy Produce  Michael Fabricant (Lichfield) (Con) We are doing a tremendous amount in that regard, in partnership with the Welsh Assembly Government. [Interruption.] Mr. Speaker I am sure you do, Mr. Speaker, and I shall do my best to ensure that you do. Let me give a couple of examples of the excellent work that is being done. Welsh food and drink producers will be at the Gulfood trade exhibition in Dubai this month—and of course I must add, as Members would expect me to, that Caerphilly town and borough councils are doing their utmost to promote Caerphilly cheese. It is the best cheese in Europe, Mr. Speaker, and I should be happy to give a piece to you and to the hon. Member for Lichfield (Michael Fabricant).  Prime Minister  The Prime Minister was asked—  Engagements  Dr. Brian Iddon (Bolton, South-East) (Lab) ", "Alun Michael (Cardiff, South and Penarth) (Lab/Co-op)": "Will my hon. Friend note that bovine TB is a serious threat to the farming industry and whereas opinions may vary, the science is entirely against the suggestion that a cull of badgers would do anything to help farmers or the farming industry? Will he encourage his colleagues in the Welsh Assembly Government, especially in the light of the today’s report from Imperial college, to study the evidence again? Mr. David ", "Mr. Roger Williams (Brecon and Radnorshire) (LD)": "The Labour-led Administration in Cardiff bay have come up with a positive programme to eliminate TB in cattle in Wales, which includes better biosecurity, progress on the vaccination programme and a limited cull of infected wildlife. I am sure that the Minister will agree that devolution is not about isolation; it is about spreading best practice. Will he therefore have a word with the Secretary of State for Environment, Food and Rural Affairs, who seems to have lost the plot on this, and give him some good tips on how that approach could be implemented in England as well? That would provide a UK free of TB, rather than just one country free of it. Mr. David Q7.  The Prime Minister and his noble Friend the Secretary of State for Business, Innovation and Skills are right to believe that a central plank of building a sustainable and prosperous economy is investing in science and research, yet cuts in research budgets are being reported across the country. I am thinking in particular of the Institute of Biological, Environmental and Rural Sciences in Aberystwyth, which is facing cuts of £2.5 million and 70 job losses. If the Prime Minister has any influence with his noble Friend, will he intervene to maintain investment in science? The Prime Minister ", "Chris Ruane (Vale of Clwyd) (Lab)": "Some £124 of objective 1— Several hon. Members ", "Several hon. Members": "Question 2! Economy  Chris Ruane rose— Mr. Speaker ", "Chris Ruane": "2. What recent discussions he has had with ministerial colleagues on the state of the economy in Wales; and if he will make a statement. The Secretary of State for Wales (Mr. Peter Hain) Up and at ‘em! We have had £124 million of objective 1 funding for Denbighshire, a £30 million Welsh Assembly Government investment in seaside towns in north Wales, £5 million from the Department for Work and Pensions for initiatives in Rhyl, two new further education colleges in my constituency and an extra 6,000 jobs created in Vale of Clwyd. Will those investments be under threat if that lot over there get in? Mr. Hain ", "The Secretary of State for Wales (Mr. Peter Hain)": "My hon. Friend is the most enthusiastic Member in the House. Last month’s modest but welcome growth in gross domestic product shows that actions taken by this Government have begun to secure the economic recovery in Wales.  Chris Ruane Economic activity in Wales has increased by 8 per cent. since this Government came to power in 1997, meaning that 105,000 more people are in work or actively seeking work. Mr. Goodwill My hon. Friend the Under-Secretary of State for Wales met the hon. Gentleman and representatives of the company earlier this week to discuss the serious situation. The Government will take action to provide retraining and new work opportunities. Lembit Öpik Through the National Economic Council, I have regular discussions with ministerial colleagues to try to ensure that businesses in Wales can access the funds they need. Bob Spink ", "Mr. Hain": "The answer is yes, and my hon. Friend’s constituents understand that. They know that the Conservative plans, which were reported in The Guardian only on Monday, for savage cuts that will go dramatically further than Labour’s restrained policies will jeopardise all that investment in his constituency and all the investment that is going in, and that has gone in, to Wales in 13 years of Labour Government. Adam Price (Carmarthen, East and Dinefwr) (PC) First, I am not sure whether this is the hon. Gentleman’s last or penultimate appearance at Welsh questions, but I wish him well in his studies in America. We will all miss him dearly, although I am not sure whether the hon. Member for Meirionnydd Nant Conwy (Mr. Llwyd) will miss him as dearly. At any rate, the points made by the hon. Gentleman should be considered in the context of current discussions. I am assisting the First Minister in trying to resolve the matter, because the hon. Gentleman is right that Finance Wales has played an absolutely crucial role in helping businesses in Wales and that it ought to be able to continue that role free from any debt.  Dr. Hywel Francis (Aberavon) (Lab) I agree with my hon. Friend that the Swansea university innovation centre, which is in his constituency—and in our proud borough of Neath Port Talbot as well—represents a major breakthrough. That the university has been able to establish a new centre of innovation, in partnership with the business community and with the support of the Welsh Assembly Government, will help the whole area to go up an extra tier and ensure that the Swansea bay area, including Neath Port Talbot, can drive forward exactly as the Government want the economy to drive forward in relation to the digital economy, the low-carbon economy and the jobs of the future. All that would be put at risk by cuts in investment in precisely that sort of project. Mrs. Cheryl Gillan (Chesham and Amersham) (Con) What is interesting about the Welsh Assembly Government is that they have driven forward a series of imaginative business support programmes in all areas, including in European funding, which has helped to—[Interruption.] I am sorry about that; it was my wife calling in the middle of questions! That has helped to ensure that the Welsh economy is now recovering from, as the hon. Lady has said, the deepest recession for a very long time—at least since the 1930s. Company liquidations are down from the numbers in the 1980s and 1990s; employment levels are much higher; and housing repossessions are much lower. All that shows that the partnership between the Welsh Assembly Government and the UK Government is delivering for Wales. Mrs. Gillan Employment is still much higher than when we came to power; there are 90,000 more jobs than when the Tories were in power in Wales; housing repossessions are lower than during the financial crisis that the Tories dealt with; business bankruptcies are significantly lower; economic activity is rising; and the latest report from the purchasing managers index shows that economic activity is rising for the ninth consecutive month. It is very important that the hon. Lady and the House consider the following point. A Conservative Front Bencher—perhaps it was her—told The Independent on Monday:  “We have not had a clear message…There has been no one in charge, no one to take a decision…The last few weeks have been a mess.”  She has been describing Tory economic policy, which would be visited on Wales if she got this job.  Mrs. Betty Williams (Conwy) (Lab) As my hon. Friend may know, almost 150 businesses will benefit from funding support of between £10,000 and £90,000 that is specifically intended to help new and existing businesses. That will especially assist disabled and disadvantaged employees. The counties of Gwynedd and Conwy will also be assisted in that way, and I look forward to her working with those responsible to take advantage of that opportunity. Economic Activity  Mr. Robert Goodwill (Scarborough and Whitby) (Con) Some clearly have been working part time rather than taking a full-time job, given the economic recession, but they would be looking to move into full-time work—not all, but some. I am surprised that the hon. Gentleman has raised that question, because he will know that the number of people on incapacity benefit tripled under the previous Conservative Government, from around 800,000 in the UK to 2.5 million. Many of those people were in Wales—former miners and others were just pushed on to incapacity benefit—whereas under Labour the figure has fallen by a fifth in the past 10 years. Some 52,000 fewer people have been on incapacity benefit in the past 10 years in Wales, specifically as a result of the jobs programmes that we have put in place to support people with a disability to get back into work. All that would be jeopardised by Conservative cuts. Julie Morgan (Cardiff, North) (Lab) I certainly welcome that, and my hon. Friend’s role in supporting that initiative and its successful outcome is much to be commended. That shows how a Welsh Assembly Government led by Labour in Cardiff and a UK Government led by Labour here in Westminster, working together, can save jobs. Even today, we have heard about 200 new jobs at L’Oréal at Llantrisant, with a total investment of £7 million from the Welsh Assembly Government. That is good news for local workers, and it is the result of Labour investment, which would be put at risk if the Tories got into power and started their cuts programmes. Mr. David Jones (Clwyd, West) (Con) Does the hon. Gentleman not agree that, compared with Rwanda and most countries in the rest of the world—this is the point that I was making, if he had not chosen to take that quotation out of context— Wales is indeed still a wealthy country? Yes, we have suffered setbacks in the past few years, but we suffered terrible setbacks in the ’80s and ’90s. One of the reasons why we are in a strong position is that we have moved forward with investment to support businesses and the economy. That is one of the reasons why the number on incapacity benefit in Wales has come down by more than a fifth, when under the Conservatives it rose year on year. Open Source Software  Nia Griffith (Llanelli) (Lab) I will certainly do all that I can, as will my hon. Friend the Under-Secretary, to help the hon. Gentleman, who I know has been working energetically to try to save that company and the maximum number of jobs that he can. He will be aware that the claimant count unemployment in Montgomeryshire has fallen consistently over the past four months and now stands at just 2.5 per cent. There are also some job vacancies, but the priority must be to save what we can; we will work with the hon. Gentleman as closely as we can. Bank Loans  Bob Spink (Castle Point) (Ind) I understand the frustrations that the hon. Gentleman, who has been a tireless advocate on this issue, is expressing, but the truth is that the Bank of England says that there is now more bank lending and that we have intervened with banks such as RBS in which we have a stake to ensure that they are pressed into lending extra finance. The truth is also that the Welsh economy and the British economy as a whole have started to recover from this deep recession, because of the actions that the Government have taken. I hope that the hon. Gentleman supports what this Government have done, as opposed to the disastrous policies that the Tories would follow if they were in power. Nick Ainger (Carmarthen, West and South Pembrokeshire) (Lab) Yes, of course I would be happy to raise this matter, which has been a source of continuing agenda discussion at recent economic summits in Wales. We will certainly discuss the issue tomorrow in Llanelli, and I will bring my hon. Friend’s arguments to bear because the construction industry is vital. The investment that we are putting in will see more and more construction jobs, all of which would be put at risk if the Tories got into power. Mr. Speaker ", "Adam Price (Carmarthen, East and Dinefwr) (PC)": "Why is the Treasury forcing the Welsh Assembly Government to put on their balance sheet the £97 million that Finance Wales has loaned to small businesses and thus, in effect, capping the amount that can be lent, given that the Government here have been borrowing off balance sheet for years? Is that not another classic example of one rule for Wales and another for Whitehall, with Welsh people being penalised as a result? Mr. Hain ", "Dr. Hywel Francis (Aberavon) (Lab)": "There has been a 75 per cent. decrease in long-term unemployment in my constituency since 1997. Although we warmly welcome that, we should also be looking to create new, sustainable, high-quality jobs for the future, through such initiatives as the new science and technology campus in my constituency. Will the Secretary of State confirm that he supports that initiative and describe what practical help he can give to that excellent plan, because it is going to be an important development for the knowledge economy in south-west Wales? Mr. Hain ", "Mrs. Cheryl Gillan (Chesham and Amersham) (Con)": "Will the Secretary of State explain why, in the deepest economic downturn since the ’30s, his Labour colleagues in Cardiff, in the first half of the financial year, used less than a quarter of the business support programme money available to them for assisting our hard-pressed Welsh businesses? Mr. Hain ", "Mrs. Gillan": "I thought that that was the Secretary of State’s Plaid partners pulling his strings, rather than his wife calling. The fact is that, under Labour, the cost of business regulation has soared, and against the rest of the UK, Welsh gross value added has fallen and the wage gap has risen. That is the appalling record that is the reality of Labour in power in Wales today. Has not this underspend—I noticed that answer came there none—come at a crucial time? It is another example of Labour’s economic incompetence. The money was there. Why did Labour not spend it?  Mr. Hain ", "Mrs. Betty Williams (Conwy) (Lab)": "Can my right hon. Friend tell the House how many new jobs will be created through the areas enhancement fund, and how will that help the economy of the counties of Gwynedd and Conwy? Mr. Hain ", "Mr. Robert Goodwill (Scarborough and Whitby) (Con)": "3. What recent discussions he has had with the Secretary of State for Work and Pensions on economic activity in Wales. The Secretary of State for Wales (Mr. Peter Hain) ", "Mr. Goodwill": "With a quarter of the working-age population in Wales economically inactive, Wales is faring worse than the other nations in the kingdom. Will the Secretary of State tell me how many of those currently working part time do so not through choice, but because they cannot find a full-time job? Mr. Hain ", "Julie Morgan (Cardiff, North) (Lab)": "When GE Healthcare in Fforest Fawr in my constituency announced major restructuring last year, there were fears for the loss of highly skilled jobs in laboratories and in medical technology. Does my right hon. Friend welcome the news that all those threatened job losses have been averted, and that in fact there has been a net increase in the number of highly skilled jobs in the Cardiff area? Mr. Hain ", "Mr. David Jones (Clwyd, West) (Con)": "Given that recently published figures show that economic inactivity in Wales is worse than in any other part of the UK, that three Welsh local authority areas are among the five poorest in the country, and that Wales has the highest rate of severe child poverty of all the home nations, what did the Secretary of State have in mind when he boasted last week that “Wales is still a wealthy country”?  Complacent or what?  Mr. Hain ", "Nia Griffith (Llanelli) (Lab)": "4. What steps he has taken to implement the Government action plan for open source software, open standards and reuse in his Department. The Parliamentary Under-Secretary of State for Wales (Mr. Wayne David) ", "Nia Griffith": "I know that my hon. Friend agrees that we need to get the best value possible for the taxpayer while also protecting front-line services, so what further savings can he suggest in his Department, and what talks can he have with Welsh Assembly Government Ministers about further savings that they could make by implementing the Government’s open source software action plan? There are sensible savings on this side, compared with chaotic cuts on the other side. Mr. David ", "Mark Pritchard (The Wrekin) (Con)": "Going one step further, has the Minister considered the benefits of cloud computing to ensuring that value for money is delivered, and that the quality, effectiveness and efficiency of public services are also delivered? Mr. David ", "Paul Flynn (Newport, West) (Lab)": "The Minister is aware that in the fenland area of rural Newport local firms are being hampered by the lack of broadband. Will he increase his efforts to provide it? Mr. David ", "Miss Anne McIntosh (Vale of York) (Con)": "5. What recent discussions he has had with the Welsh Assembly Government on the implications for Wales of the provisions of the Flood and Water Management Bill. The Parliamentary Under-Secretary of State for Wales (Mr. Wayne David) ", "Miss McIntosh": "I thank the Minister for that reply. We welcome the Flood and Water Management Bill, but we are concerned by a number of potential cross-border issues relating to how the flood risk management strategy for Wales might impact on England. What assurance can he give the House today that those issues will be dealt with timeously, transparently and sensitively? Mr. David ", "Mr. Elfyn Llwyd (Meirionnydd Nant Conwy) (PC)": "Does the Minister agree that not-for-profit companies such as Dwr Cymru should be allowed to invest in infrastructure as they see fit in order to improve customer service? An example is the proposal for much-needed storm drainage in Llanelli, which has been rejected by Ofwat as offering poor shareholder value. Mr. David Does the Prime Minister regret the inability of his predecessor Mr. Blair to express to the Chilcot inquiry any sympathy or regret for the awful loss of life in Iraq? The Prime Minister ", "Mr. Speaker": "Order. There are far too many private conversations taking place in the Chamber. It is unfair to the hon. Members asking questions, and to the Ministers who are answering them. Shop Direct  Lembit Öpik (Montgomeryshire) (LD) Order. There is still far too much noise. I am sure that the House wishes to hear Mr. David Davies. Severn Bridge  David T.C. Davies (Monmouth) (Con) Order. I want to hear the Minister’s answer. Mr. David Order. I apologise for interrupting the Prime Minister, but there is far too much noise in the Chamber. I want questions and answers to be brief and focused on Government policy, and I want to get down the Order Paper. Let us have a bit of order, for the Prime Minister and others. The Prime Minister Order. I apologise for interrupting, but there is too much noise. The decibel level is too high. It must go down, and it must go down now. The Prime Minister Order. Hon. and right hon. Members on both sides are far too excited, and they must simmer down. The Prime Minister Order. I want to hear the question and then the answer. Finish the question, please. Mr. Willis Order. May I gently say—I was trying to hear, but there was a lot of noise—that as far as I am aware, the Prime Minister has no responsibility for the stance taken by Conservative candidates? The Prime Minister Order. I think the seam is exhausted. Mr. John Redwood (Wokingham) (Con) ", "Lembit Öpik (Montgomeryshire) (LD)": "6. What representations he has received on the effect of the proposed closure of Shop Direct in Newtown on the economy of Montgomeryshire; and if he will make a statement. The Secretary of State for Wales (Mr. Peter Hain) ", "Lembit Öpik": "I thank the Secretary of State and the Under-Secretary for their considerable help so far in contacting the local mayor, Joy Jones, and local Councillor Richard White, who are helping me to save this site. I am now approaching other firms to offer Newtown’s Shop Direct premises as a going concern. Is the Secretary of State willing to intervene directly, as it seems to me that that would increase the chances of making such a transfer in order to save 180 jobs? Mr. Hain ", "Bob Spink (Castle Point) (Ind)": "7. What discussions he has had with ministerial colleagues on steps to improve the availability of bank loans for businesses in Wales. The Secretary of State for Wales (Mr. Peter Hain) ", "Bob Spink": "Will the Government use their considerable clout with the banks to get more liquidity into small and medium-sized enterprises? The banks are withholding overdraft facilities and funding for decent, good, sound companies and subcontractors, forcing them to the wall. The banks still do not get it. Mr. Hain ", "Nick Ainger (Carmarthen, West and South Pembrokeshire) (Lab)": "My right hon. Friend will know that the construction industry in Wales has suffered during the recession and that this is partly due to the banks’ restricting lending in this sector—despite there being a significant demand for housing and despite the fact that the banks have received billions in taxpayers’ support. Will my right hon. Friend raise this issue at tomorrow’s economic summit in Llanelli, where Welsh Assembly Members and other colleagues will be in attendance, to ensure that lending is released to the construction industry, so that we get skilled workers back in work? Mr. Hain ", "David T.C. Davies (Monmouth) (Con)": "8. What recent discussions he has had with the Secretary of State for Transport on the operation of the Severn bridge. The Parliamentary Under-Secretary of State for Wales (Mr. Wayne David) ", "David T.C. Davies": "Will the Minister explain why users of the Severn bridge will have to pay an increase in charges, whereas users of the Humber bridge, thanks to Government intervention, will not? Why is Wales being discriminated against? Is it because the Secretary of State for Wales would prefer to compare us to Rwanda rather than to other regions of the United Kingdom? Mr. David ", "Jenny Willott (Cardiff, Central) (LD)": "Although this is the 21st century, it is still the case that the Severn bridge toll can only be paid in cash. Because the toll is rising so fast, it is becoming trickier and trickier to have enough change. Is it not time to alter the law, so that travellers can pay not only in pounds and euros, but by credit card? Mr. David ", "Michael Fabricant (Lichfield) (Con)": "9. What recent discussions he has had with ministerial colleagues on marketing Welsh dairy produce overseas. The Parliamentary Under-Secretary of State for Wales (Mr. Wayne David) ", "Michael Fabricant": "Has the Minister had the near-orgasmic experience of trying Rachel’s yoghurt, made in Aberystwyth, or perhaps of eating Llanboidy, Perl Wen or Llangoffan cheese from Wales? What action is he taking to ensure that those culinary delights are spread throughout Europe? Mr. David ", "Dr. Brian Iddon (Bolton, South-East) (Lab)": "Q1.  If he will list his official engagements for Wednesday 10 February. The Prime Minister (Mr. Gordon Brown) ", "The Prime Minister (Mr. Gordon Brown)": "I am sure that the whole House will wish to join me in paying tribute to Private Sean McDonald and Corporal Johnathan Moore from 1st Battalion The Royal Regiment of Scotland, attached to 3rd Battalion The Rifles, and to Warrant Officer Class 2 David Markland from 36 Engineer Regiment, Royal Engineers. These were men of great character and commitment, whose loss is already keenly felt by their colleagues. I want to pay tribute, on behalf of the whole House, to their courage and dedication. We think of their families and friends, and their sacrifice will not be forgotten. This morning I had meetings with ministerial colleagues and friends. In addition to my duties in the House, I shall have further such meetings later today.  Dr. Iddon ", "Dr. Iddon": "I am sure that the whole House is at one with the Prime Minister in sending our sincere condolences to the relatives and friends of the brave servicemen who have lost their lives in serving this country. I am astonished at the orchestrated campaign of opposition to our social care plans that seems to have been mounted in some newspapers this morning, supported by Tory councillors and BUPA, especially as the Conservatives did not oppose those plans when they were before the House. Will my right hon. Friend commit himself to continuing the fight to improve the lot of some of our most vulnerable citizens, the poorest pensioners in the country?  The Prime Minister ", "The Prime Minister": "I am passionately committed, as are the Government, to finding a better way of ensuring security and dignity for the elderly generation in retirement. That means not just providing institutional care of the highest standard, but helping people to stay in their own homes for as long as possible with as good amenities as possible. I hope that there will be all-party support for the Bill that is now going through the House of Lords, and has already been through the House of Commons, because it will enable us to make urgent need payments to all people—whatever their income—who need the very highest level of care in their homes. It will take time to develop a full social care system for the future, but it is in our interest to establish a consensus in the country about how we can move forward to a better system for every elderly person. Mr. David Cameron (Witney) (Con) The right hon. Gentleman’s party supported this Bill as it went through the House of Commons; I do not know whether he has done another policy U-turn over the last few hours. We have set aside £670 million in the next year; £420 million will come from the health service for providing that care for urgent needs. I know how much the right hon. Gentleman likes personalising politics, and of course I know how he hates Punch and Judy politics; I also know how much he wanted to build a consensus—such as we had, for a week, on the economy—but surely it is in the interests of this House that we are united in the way we help old people in their own homes. Surely a party that supported the policy one week should not be opposing it the next week. Mr. Cameron When the right hon. Gentleman knew what Lord Warner and others had said about it, why did his party support it in the House of Commons? [Interruption.] He cannot one day say he supports a policy, and the next day have a completely different policy, on a very important matter. [Interruption.] Mr. Speaker We have had U-turns every month—every day of the month—from the Conservatives. They said it was moral cowardice not to cut and tear up our Budget for 2010, and then they changed their minds and took a different position. On this issue, are they really going to say to the elderly of this country that they voted for this measure in the House of Commons, they have urged their people in the House of Lords to vote for it as well, and now they are refusing to support what we are doing to give local authorities and the elderly an extra £670 million a year? As I understand it, the shadow Health Secretary asked for talks with the Secretary of State for Health so that there could be consensus on this issue. It was only last night that they broke the consensus. They had to take down a poster that they had at the beginning of the year because it was not authentic—and they will have to bring down their new poster, because it is simply wrong. Mr. Cameron Why does the right hon. Gentleman not address the policy issue? We have provided £420 million from the NHS for social care for urgent needs. We are providing £250 million from local authorities for efficiency savings. If he agrees with the local authorities and thinks that that is impossible, why is it his policy to freeze the poll tax by demanding hundreds of millions more savings from local authorities? Nothing he says adds up; nothing is consistent. He changes his policy almost every hour. Mr. Cameron The right hon. Gentleman should read the White Paper that we put forward, which sets out all the various options before us—[Interruption.] The Conservatives can make all the noise they want, and they can put up all the posters, but they have absolutely no policy to deal with the problems. They have no substance, they have no judgment—but they can hurl insults. They are not the new politics; they are the same old Tories. Mr. Cameron If the right hon. Gentleman reads the White Paper, he will see that he has not reported it correctly. He should read the whole chapter, so that he sees what it means. Once again, what positive policy has come from the Conservative party? He has been the leader of the Conservative party for four years. He has put up lots of posters, he has lots of soundbites, but there is no policy coming from him. When we are dealing with social policy—[Interruption.] Mr. Speaker When we are dealing with social policy, we seek consensus in this country. Where we can find consensus, we find it. The Conservatives have deliberately broken the consensus that existed, even after they voted for the Bill in the House of Commons. Mr. Cameron rose— Hon. Members The wall of noise will not disguise the fact that the Conservative party has absolutely no policy on an issue that is vital to the needs of the elderly for the future. This is a big challenge that this country faces because of the demographic changes that are taking place and the needs and ambitions of old people. I have to conclude that, when it comes to dealing with big areas of policy, this is no time for a novice. Mr. Gordon Marsden (Blackpool, South) (Lab) I applaud the way in which my hon. Friend has promoted the development of Blackpool and all the seaside towns. The Sea Change programme has benefited 32 seaside resorts, and there has been £38 million in extra funding—money that would not be available if there were ever a Conservative Government. Regional development agencies are helping coastal towns to fulfil their economic potential—again, RDAs that would be abolished under a Conservative Government. We will do more to help the coastal towns, and employment in those towns, but that cannot be said of the Conservative party. Mr. Nick Clegg (Sheffield, Hallam) (LD) First of all, I have to assure the right hon. Gentleman that the new recommendations on the compensation scheme that are being prepared by Lord Boyce—and, I believe, welcomed as a review by the Royal British Legion—will extend compensation in a number of areas where there has been controversy in the past. We want to do the best we can by soldiers who are wounded. The Secretary of State for Defence will announce, later this afternoon, how the armed forces compensation scheme will be improved and in what areas, and how it will do more, particularly for award levels below the current high of £570,000. We will also introduce a faster interim payment. As for the pay of the troops, we have been determined to raise the pay of our forces at a higher rate than that of the other public services. I can tell the right hon. Gentleman that for the lowest-paid troops, there was a 9 per cent. rise a year ago. I can also tell him that there is a theatre allowance, and that there is a withdrawal of any requirement to pay council tax while they are in Afghanistan. We are doing everything we can to ensure that our troops are not only well paid, but properly equipped for the challenges ahead. Mr. Clegg We have always accepted the recommendations of the Armed Forces Pay Review Body, which is set up on an independent basis to take information and evidence and then to make recommendations to the Government. I hope that the right hon. Gentleman will agree, when he looks into this, that we have accepted recommendations that, in the past few years, have been for higher pay rises than elsewhere. I also remind him that 70,000 civilian staff have gone from the Ministry of Defence as we have made the focus of our efforts our front-line services. There will be more civilian redundancies as we use new technology to make available the back-office services that enable the front line to have the best equipment. The right hon. Gentleman cannot deny the fact that £14 billion in urgent operational requirements and additional money, on top of the defence budget, has gone to our troops, particularly for Iraq and Afghanistan. It really is not fair to tell our troops that they do not have the equipment that is needed when we have done everything in our power. I asked the Chief of the Defence Staff yesterday if the proper equipment was available for any exercises that we had to undertake, and he said that he had checked with those people on the ground, and that was exactly the case. Dr. Stephen Ladyman (South Thanet) (Lab) We are trying to transform cancer care in our country. Over the next 10 years, £15 billion is being invested in research, much of it in cancer. The cancer guarantee is that people can see a specialist within two weeks. We hope that this will happen within one week, so that people can sometimes have their diagnostic test and results on the same day. We want to introduce a service in which there is personalised care available for those suffering from cancer, so that they can also be visited at home. This is how the modern health service is going to develop—personalised services available to people and tailored to their needs. With the reforms that we have made, that is now possible. I cannot for the life of me understand why the Conservative party is rejecting the cancer guarantee that would allow people to see a specialist within two weeks. I believe that that challenges its very commitment to the health service. Mr. Douglas Carswell (Harwich) (Con) Greece should stick by the commitments that it has made to the European Union and the world. As the House knows, at the G20 conference in London in April we put in place arrangements that could help countries if they were in difficulty. These arrangements are still in place and have been used by some countries. It is up to the euro area to decide what it wants to do in relation to euro area countries, but there is international support available if Greece wishes it. Ms Karen Buck (Regent's Park and Kensington, North) (Lab) Under a Labour Government there has been an increase of 6,000 police in the Metropolitan Police Service since 1997. We are also proud that there are 4,500 police community support officers available. However, I have to say that for the Conservative party to publish a document on law and order that does not mention police numbers, prison places, CCTV or DNA shows that it is the first Opposition party to run out of ideas even before facing an election. Mr. Elfyn Llwyd (Meirionnydd Nant Conwy) (PC) I know that the former Prime Minister wrote to people at the time and expressed his condolences and sympathies to every family. I also know that on many occasions he has expressed his sadness at the losses that have taken place in Iraq. I say to the whole House that I think that we have been united at every point in mourning the losses of our troops, and also the loss of civilian life in Iraq. Mr. Gordon Prentice (Pendle) (Lab) The Conservative party cannot talk about new politics or transparency unless it answers the central question about the tax status of its chief fundraiser, Lord Ashcroft. The Information Commissioner has already said that the party has been “evasive and obfuscatory” about the Ashcroft scandal. The Opposition have questions that they have to answer. Mr. Roger Williams (Brecon and Radnorshire) (LD) I hope the hon. Gentleman will acknowledge that we have doubled the science budget over the past few years and done more for British science than at any time since the second world war. An innovation fund has been set up to benefit scientists as they develop their innovations and put them into the marketplace. I know that Lord Drayson, the Science Minister, announced today the thousands of jobs that can be created in new scientific industries as a result of our investment, and I believe that universities and science researchers recognise that we have doubled research activity in universities over the past few years. Barry Gardiner (Brent, North) (Lab) As my hon. Friend knows, a decision was made at the Commonwealth summit that Sri Lanka would not host the next Commonwealth summit. We are aware of the human rights issues that have arisen in Sri Lanka since the fighting that took place with the Tamils. We urge the Government to recognise the human rights of all those who are Tamil citizens in Sri Lanka, and we also urge them to move forward with the reconstruction of the country so that those who have been excluded both from power and from the chances of a livelihood can benefit now.  Mr.  Phil Willis (Harrogate  and Knaresborough) (LD) I think, Mr. Speaker, that the hon. Gentleman is saying that the Conservatives have nothing to congratulate themselves about. It is the Government who have published a stroke strategy. It is also the Government who want to introduce a health test so that people can get a health check-up. We believe that that would remove the possibility of hundreds of deaths as a result of strokes or heart disease, and we will introduce that during the next Parliament. [Laughter.] The Opposition laugh every time we talk about measures that try to improve people’s health in this country. If they were really interested in the health service they would support the new health service guarantees, but because they are not, they cannot bring themselves to support a guarantee that every citizen of this country could get a health check-up, whereas previously they would have had to pay. Gwyn Prosser (Dover) (Lab) Thank goodness, Mr. Speaker. It is my hon. Friend the Member for Dover (Gwyn Prosser) who has been a great champion of Dover and its people, and I know that he wants the best for the people of Dover, including a flourishing port. I share that aspiration. There will be no forced privatisation under Labour—[Hon. Members: “Reading!”] We will look for new ways of getting new investment into the port—[Interruption.] Mr. Speaker If we took the right hon. Gentleman’s advice there would be massive cuts in public expenditure. He is the one who says that there should be even more cuts than are being proposed by the Leader of the Opposition. We would lose jobs and businesses, and our economy would go deep into recession again. That is not a policy that the people of this country want. The Conservatives have dozens of policies on this, and the right hon. Gentleman’s is the most extreme—but we will follow none of their advice. Mr. Chris Mullin (Sunderland, South) (Lab) It was part of the Turner report’s recommendations to reform the pension system. That was originally accepted on an all-party basis by all parties in this House, and we will wish to go ahead with our proposals. Mr. Andrew Robathan (Blaby) (Con) All donations to the Labour party are reported by the Labour party, not by me. Ms Gisela Stuart (Birmingham, Edgbaston) (Lab) I have already said that international support is available for countries, as set up by the G20 summit in London in April. That support can be drawn on at an international level. If the euro area wishes to move ahead with a proposal, that is for the euro area. Annette Brooke (Mid-Dorset and North Poole) (LD) GPs are already required, under relevant legislation, to make reasonable adjustments to their written information for patients with a visual impairment. The Equality Bill also contains legislation that will avoid discrimination against people with lesser sight, and anybody with a visual impairment should also be aware that the General Medical Council has issued guidance that doctors must ensure that arrangements are made to meet patients’ language and communication needs. We will do everything in our power to improve the services to those with visual impairments, and I would be very happy to meet any delegation that the hon. Lady brings to me. Alan Simpson (Nottingham, South) (Lab) What we want is international agreement to restructure our banking system in the way that is necessary. It cannot be done by one country on its own; it must be done by countries working together. We have put proposals to the G20 whereby we could co-ordinate activity in terms of capital requirements for banks, liquidity ratios and the rewards that they are prepared to pay, but it is also true that the relationship between banks and society needs to change. I have proposed, with other people, that a levy be raised from banks. There is new interest in that around the world, and I believe that over the next period we will reach agreement on a global financial levy. I am sorry that many people opposed it when it was first announced, because I believe that we will be able to go ahead with it in the not too distant future. Several hon. Members ", "Mr. David Cameron (Witney) (Con)": "May I join the Prime Minister in paying tribute to Corporal John Moore, Private Sean McDonald and Warrant Officer David Markland, who have been killed in Afghanistan this week? Their deaths mean that more people have now died in this conflict than were killed in the Falklands war. That is a measure of the scale of the sacrifice being made. Our armed forces need to know they have all our support in the vital work they are doing. May I return to the question asked by the hon. Member for Bolton, South-East (Dr. Iddon)? This morning local councils controlled by all parties have said that the Prime Minister’s social care plans are “unclear” and “unfunded”, that they will lead to “possible cuts” and “rises in council tax”, that they have “major weaknesses”, and, crucially, that they will falsely  “raise expectations among many of the most vulnerable”.  Everybody wants to do more to help with care, but why does the Prime Minister think that so many of the people responsible for delivering this policy are so completely unconvinced by what he has put forward?  The Prime Minister ", "Mr. Cameron": "If the Prime Minister is going to have pre-prepared jokes, I think they ought to be a bit better than that one—probably not enough bananas on the menu. We have consistently raised questions about the funding of this policy, and just this morning the response to a freedom of information request from the Treasury shows that it could put £26 on the council tax. I have to say to the Prime Minister that it is not just Labour councillors who are angry about the way the policy has been put forward, but Labour peers as well. Lord Lipsey was a member of the Government’s own care commission, and he says that this is “one of the most disorderly pieces of government I have ever seen”.  Lord Warner, who was one of the Government’s Health Ministers, described the policy as a “cruel deception” of the elderly, the vulnerable and families. So can the Prime Minister explain why Labour councillors, Labour advisers and Labour Ministers are all angry about his mishandling of this?  The Prime Minister What we want to know is: where is the money coming from? People who have worked very closely with the Prime Minister are completely opposed to the way this is being done. Let us try Andrew Turnbull. He was Cabinet Secretary, and he was permanent secretary for four years. [Interruption.] The Prime Minister waves him away, but Andrew Turnbull probably knows this Prime Minister better than anyone else, and he says this: “It is doubly objectionable. It is objectionable in process and it is objectionable in substance.”  He also says:  “It’s a classic Gordon Brown dividing line”:  “politically expedient”, “poorly costed” and “badly constructed.” Why does the Prime Minister think Lord Turnbull has got it wrong?  The Prime Minister The fact is that it is Labour councils that are telling the Prime Minister that his policy does not add up. It is perfectly clear what the Prime Minister is doing: he wants to tell us about the benefits of the policy before the election, and the costs of the policy after the election. This is not about the benefit of the elderly; it is about the benefit of the Labour party. He wants to concentrate on the detail, so let me ask about the details of his social care plans. Will he say whether he is ruling out all forms of a compulsory levy, means-tested or not, that elderly people would have to pay? Is he ruling that out? The Prime Minister I have the paper right here, and one of the options is a £20,000 levy on every elderly person in this country, except the very poorest. That is what it says. Let me ask the Prime Minister again: will he rule out any form of compulsory levy on the elderly? Yes or no? The Prime Minister The Prime Minister keeps saying, “Read the White Paper.” Actually, it is a Green Paper, and I have it here. He wants a question about the detail. It says: “people might need to pay around £17,000 to £20,000 to be protected under a scheme of this sort”.  Let me ask him one final time: are such levies ruled in or ruled out? He says that he wants consensus, and the fact is that there is consensus. Labour advisers, Labour Ministers and Labour councils all think that he is doing this to set up cheap dividing lines before an election. One last go: are you going to do a levy? Rule it in or rule it out.  The Prime Minister ", "Hon. Members": "Answer! Mr. Speaker ", "Mr. Gordon Marsden (Blackpool, South) (Lab)": "Q2.  Will the Prime Minister congratulate the organisers of Showzam, Blackpool’s new festival of circus, magic and variety in our winter gardens and tower? Does not this Government’s funding for Blackpool’s regeneration and for our new sea front, trams and headlands, alongside the Sea Change initiative, demonstrate his support for and strength in the regeneration of all our seaside towns? The Prime Minister ", "Mr. Nick Clegg (Sheffield, Hallam) (LD)": "I add my expressions of sympathy and condolence to the family and friends of Warrant Officer Class 2 David Markland from 36 Engineer Regiment, and Corporal John Moore and Private Sean McDonald from the Royal Scots Borderers, 1st Battalion the Royal Regiment of Scotland, all of whom tragically lost their lives serving so bravely in Afghanistan this week. Reports that wounded soldiers will receive better compensation is a glimmer of good news on the day that we hear that injured veterans are having to pay for their own treatment abroad. Let me ask the Prime Minister about another hidden scandal that faces our troops. Why are our soldiers who are serving on the front line in Afghanistan receiving thousands of pounds less in basic pay than a new recruit to the police or fire service? The Prime Minister ", "Mr. Clegg": "Thousands of servicemen and women are about to put their lives on the line in the biggest offensive yet in Afghanistan. They have been stretched to the limit by a Government who have got their priorities wrong—employing 800 people to do media and communications for the Ministry of Defence but not giving our brave young soldiers a decent living wage. Is it not time for the Government to get their priorities right? They should cut the bureaucrats and pay our soldiers what they deserve. The Prime Minister ", "Dr. Stephen Ladyman (South Thanet) (Lab)": "Q3.  Specialist nurses are going to be vital if we are to meet the Prime Minister’s commitment to one-to-one care for cancer patients, as well as helping people with Alzheimer’s and Parkinson’s disease to stay in their own home. However, we know from the early 1990s that when Governments decide to squeeze NHS budgets, specialist nurses often do not get a look in. Will the Prime Minister guarantee that under his Government, specialist nursing will get the resources that it needs to deliver the standard of health care at home that we Labour Members want to see? The Prime Minister ", "Mr. Douglas Carswell (Harwich) (Con)": "Q4.  Britain wisely stayed out of the euro. There is now a strong possibility that Greece will default on her debts—something that is not our immediate problem. Will the Prime Minister confirm that, at a time when our national debt is rising fast, there is no question of UK taxpayers’ money being used to bail out Greece, in any circumstances or in any way? The Prime Minister ", "Ms Karen Buck (Regent's Park and Kensington, North) (Lab)": "Q5.  High-visibility police patrols are the public’s No. 1 priority for reassurance and crime prevention. Does the Prime Minister share my concern that the rise of 6,500 police in London in recent years now appears to be going into reverse, with the Mayor of London’s draft budgets implying a cut of 455 police officers over his term in office? Will my right hon. Friend do what he can to protect, in particular, our much valued safer neighbourhood police teams? The Prime Minister ", "Mr. Gordon Prentice (Pendle) (Lab)": "Q6.  Has my friend visited gordonprenticemp.com today to see how the next election in my constituency is being bought by a tax exile? Does he agree that he needs me here, and that Pendle is not for sale? The Prime Minister ", "Barry Gardiner (Brent, North) (Lab)": "Does the Prime Minister agree that the arrest of General Fonseka in Sri Lanka is yet another indication that the regime of President Rajapakse is sliding into dictatorship? The Prime Minister ", " Mr.  Phil Willis (Harrogate  and Knaresborough) (LD)": "Q8.  The Prime Minister knows that every five minutes in the UK somebody has a stroke, which will have a devastating effect on those people’s lives and on the lives of their families. In Harrogate the Stroke Association has set up a carers resource to support families in their own homes, yet Conservative-controlled North Yorkshire county council has slashed the £35,000 budget, preferring to spend £140,000 on self-congratulatory newsletters. What is the Prime Minister—[Interruption.] Mr. Speaker ", "Mr. Willis": "What is the Prime Minister doing to ensure that the national stroke strategy is carried out everywhere, but particularly in North Yorkshire? The Prime Minister ", "Gwyn Prosser (Dover) (Lab)": "Q9.  The port of Dover is the busiest ferry port in the world. I have sailed out of it for 12 years and represented it for the past 13 years. What can the Prime Minister say today to dispel the fabrications and fables being spun by the carpetbagging Conservative candidate, who says that the Government are hell-bent on selling the port of Dover to the highest bidder, and that the highest bidder might be French? [Interruption.] Mr. Speaker ", "Mr. John Redwood (Wokingham) (Con)": "Why, uniquely among the advanced economies, does the UK have an inflation rate well above target and rising very sharply, when our output is so very flat? The Prime Minister ", "Mr. Chris Mullin (Sunderland, South) (Lab)": "Q10.  Will my right hon. Friend confirm that it remains his intention, in the event that this Government are re-elected, to restore the link between old age pensions and earnings, which was abandoned in the early 1980s? The Prime Minister ", "Mr. Andrew Robathan (Blaby) (Con)": "Q11.  As is recorded in column 292 of last Wednesday’s Hansard, the Prime Minister said that he had no knowledge of a £50,000 slush fund for his leadership campaign, and that that was why it was not registered in the Register of Members’ Financial Interests. He has had a week to reflect. Has anything jogged his memory? Would he like to correct the record? The Prime Minister ", "Ms Gisela Stuart (Birmingham, Edgbaston) (Lab)": "Further to the question asked by the hon. Member for Harwich (Mr. Carswell), and ahead of the European Council, will the Prime Minister confirm that any negotiations involving a bail-out for the Greek economy will be completely confined to eurozone countries, and have no impact on the UK? The Prime Minister ", "Annette Brooke (Mid-Dorset and North Poole) (LD)": "Q12.  Recent research has shown that more than 70 per cent. of blind and partially sighted people are unable to access vital personal health information. Will the Prime Minister agree to meet me and a delegation from the Royal National Institute of Blind People, so that we can discuss provisions that could address that shameful inadequacy? The Prime Minister ", "Alan Simpson (Nottingham, South) (Lab)": "Does the Prime Minister accept that the welcome international support for eurozone countries facing economic difficulties is undermined by the $8 billion-worth of speculative transactions that are currently taking place against the value of the euro? Does that not reinforce his case for the urgent introduction of a Tobin tax, which could bring to the international table £400 billion per year? That would be as relevant to the developing needs of the poor countries in the south as it would be to avoiding austerity measures in the north. The Prime Minister "}}