{"Yarl’s Wood Immigration Removal Centre": {"Alistair Burt (North-East Bedfordshire) (Con)": "Thank you, Mr. Deputy Speaker, for the opportunity to raise matters relating to Yarl’s Wood detention and removal centre. As I am sure the House is aware, it is the largest immigration detention centre for women and children in the United Kingdom and is located in my constituency. I sought this debate before a protest began at Yarl’s Wood last week, a hunger strike that became rather more serious on Monday. However, a number of the matters at the heart of the protest are pertinent to the remarks that I shall make. It is fortunate that we have a little more time than we normally would for an Adjournment debate, and I acknowledge the presence of the hon. Member for Bedford (Patrick Hall), who has always taken a keen interest in the centre.  I shall briefly give some history of the centre, because it is pertinent. Some of the problems inherent at the outset of Yarl’s Wood still bedevil it and the system that it symbolises. It was built on a deceit. Terrified by the rise in the number of asylum applications resulting from changes in policy in 1997, the Government needed to react to growing public concern prior to the general election of 2001. The then Home Secretary plucked a figure for removals out of the air, and Yarl’s Wood was built to accommodate that fictitious figure and the attempts that followed to remove people from the UK as part of the process.  The centre was appallingly built, without adequate fire precautions, and on Valentine’s day 2002, following a disturbance started by former prisoners who should not have been there, half the centre burned down, risking more than 300 lives. The insurance claim disgracefully launched against Bedfordshire police has not yet been settled, eight years after the event.  If the Minister or the House believe that I have made a somewhat prejudiced and partial opening, they should read the excellent report by Mr. Stephen Shaw, the then prisons ombudsman, following his inquiry into the circumstances of the fire. I doubt that he would take issue with anything that I have just said.  The relevance of that history today is that something built upon sand may never recover from its poor foundations. The problems of the backlog in the system that resulted from the early policy changes of the current Government have never been adequately dealt with, and they still bedevil the system today. Similarly, Yarl’s Wood’s reputation from its opening days has rather unfairly lasted to this day. Perhaps I can deal with that first, as there is much concern and some misunderstanding about what happens there among groups outside Yarl’s Wood who care deeply about detainees.  In April 2007, Serco took over the contract to run Yarl’s Wood from Group 4. Since then it has made a number of changes that have markedly improved the atmosphere at the centre. It can never be a happy place, as it contains women and children who have come to the end of their attempts to move to, and live in, the United Kingdom. The vast majority know that at some stage, they will be required to leave. Many do not wish to do so, and that understandably makes for a difficult atmosphere in the centre.  However, Yarl’s Wood is not a prison, and it is not run like one. The staff, a number of whom are my constituents, have to manage a balance between ensuring that the place is secure—people are there because there was a fear that they might abscond—and recognising that the majority have committed no criminal offence and should not be treated as prisoners.  The original Yarl’s Wood regime tended more towards a prison regime, partly because of the haste in which the centre was built and the circumstances that I described earlier, and partly through a lack of thought as to what it was really about. However, through the patient work of both Group 4 and Serco, the atmosphere has changed. Internal doors have been taken down and there is much more free association among those who are detained. Facilities for education and recreation have steadily improved. The uniform of officers has changed, and the ratio of women to men officers has changed for the better and is more appropriate to the large number of women detainees. Internet access, for which I have repeatedly asked over the years, was finally installed in June 2007, and efforts have been made to improve access to external support organisations.  Those efforts have been helped by the repeated work of many people. The chief inspector of prisons, Anne Owers, has taken a particular interest in Yarl’s Wood and her comments have helped to improve the situation. The Children’s Commissioner has raised the issue. There has been sterling work by two local bodies, the independent monitoring board and the Yarl’s Wood befrienders. I thank the chair of the independent monitoring board, Jane Leech, and all its members, for their work. Those volunteers are regularly at Yarl’s Wood to observe what happens there and to be available to people. The befrienders are not a statutory body but often from a faith base, and they take care of detainees on a personal basis, particularly those who may have no one else to turn to. The involvement of both groups, which are staffed locally by volunteers from my constituency, is important and necessary. Yarl’s Wood is not perfect, but not to recognise the efforts that have been made to improve the regime over the years would be unfair to those who work there, the Home Office, and others who try so hard to make things better in difficult circumstances.  However, last Thursday, a protest began at Yarl’s Wood. It was partly about conditions, but more specifically about the asylum process and the length of time that some detainees are held. Over the weekend, the protest escalated, until on Monday, four detainees were isolated as alleged instigators. In response, a group of some 70 women peacefully occupied a corridor known as the avenue. At some stage in the afternoon, a group of women broke out of the corridor into a yard outside by climbing through windows.  I have spoken to Serco officials, the chair of the independent monitoring board, Jane Leech, and to Chief Constable Gillian Parker, who was kept abreast of the situation even though police did not need to enter the premises, for their accounts of the incident. I understand that Yarl’s Wood staff contained the protest, both outside in the yard and in the corridor, and that it gradually came to a peaceful conclusion. That must be the first responsibility—the welfare and safety of detainees and staff. Women held in the corridor were not allowed access to food, water or toilet facilities during the protest. Those were available if they left the corridor and therefore the protest, but they were not allowed to rejoin.  I understand that there were no serious injuries, nor any serious physical confrontation between staff and detainees, but that account is not entirely accepted by some groups outside Yarl’s Wood who supported the protest and the women involved, and who have e-mailed me. I should make it clear that I do not support hunger strikes, which damage the welfare of individual detainees, nor protests that risk the health and welfare of staff or detainees. Having said that, it is essential, for the integrity of the asylum and detention process, and for the staff and detainees involved, that what happens in such situations is verified, and that that verification is available externally.  Therefore, will the Minister confirm that CCTV coverage was available for all areas involved in the protest on Monday? Will there be an independent inquiry, or at least a report, into what happened and the circumstances, and how it was dealt with and contained, possibly through the chief inspector of prisons, Anne Owers? Will the CCTV coverage be available to her?  Can the Minister say what happened to the four women detainees who were allegedly held without access to facilities for most of the day, and who have now been dispersed to other centres? I understand that they were taken to the reception area and held there during the day, and that they were moved later, but what precisely was their condition during the day and who was looking after them? Were any injuries received by either staff or detainees? How were such injuries treated and were medical staff available at all times?  As I indicated, I sought this debate before that incident, and I want to cover some of the origins of the frustration that led to the protest.  Patrick Hall (Bedford) (Lab) ", "Patrick Hall (Bedford) (Lab)": "May I intervene before the hon. Gentleman moves on to the issues that he intended originally to raise. It is my understanding, like his, that the protest of recent days was directed principally at the nature of the detention system. This is not the occasion to address those matters. None the less, does he agree that they need to be carefully debated at some point? Alistair Burt I thank the hon. Member for North-East Bedfordshire (Alistair Burt) and the Minister for allowing me to make a short contribution to the debate. I congratulate the hon. Gentleman on securing it. I agreed with all the substantive points he made, particularly about the need for independence on health care, preferably through the national health service. In the interests of fairness and balance, I would like to pick up on one point that the hon. Gentleman raised at the beginning of his contribution: the huge backlogs in the asylum system were growing in 1997 when Labour came to power; they were not invented by this Government. The Yarl’s Wood immigration removal centre is located about 4 miles from Bedford, so for a number of reasons I have a constituency interest in the subject, to which the hon. Gentleman has already alluded.  In my short speech, I shall focus on the detention of children. Increasing concern has been expressed about that by a number of organisations, including all the children’s charities. In 2008, Anne Owers, the chief inspector of prisons, drew attention to the negative impact of lengthy detention on children’s well-being, and more recently the Children’s Commissioner made some hard-hitting remarks. Last November the Home Affairs Committee said that detention should be short, and a last resort. Public awareness has also been boosted by Juliet Stevenson’s “Motherland”. I was pleased that, at my instigation, it was performed in Bedford last month to a packed Civic theatre.  Alistair Burt ", "Alistair Burt": "The hon. Gentleman is right—the nature of the detention system and Yarl’s Wood have a tangential relationship. From what I understand—I have not spoken to any detainees, although I have heard representations from those who have—the protest was directed partly at Yarl’s Wood, but essentially at the asylum and detention process. However, we need to address some of those frustrations, because Yarl’s Wood is the end of the process. As I have remarked frequently in debates such as this, the policy is decided by the Home Office and executed by the UK Border Agency, but the people left holding the parcel at the end are the staff at Yarl’s Wood. They have to deal with any frustrations caused by the system, although they are not responsible for policy and cannot make many decisions about individual detainee cases. Therefore, when the frustrations boil over as they did in this instance—although fortunately not to any great extent—the staff have to deal with that. Addressing those frustrations will therefore, in time, ease the situation at Yarl’s Wood. There is much frustration about the failures of the asylum process to deal speedily and effectively with cases. Only yesterday the Parliamentary and Health Service Ombudsman, Ann Abraham, reported on the UK Border Agency, as I am sure the House already knows. Among other things, she said that the agency still has a “long way to go” to ensure that its administration, complaints-handling procedures and remedy mechanisms are adequate. She spoke of the hundreds of thousands of backlogged cases not yet dealt with. She said that there was a risk for the agency of  “a loss of faith in their system by applicants, by other related organisations, and by the public at large”.  I am sure that many hon. Members could give examples of long-running asylum cases. I had two new cases in the last week, one involving a Zimbabwean woman who applied in 2002 and still, eight years later, has not had a determination. The House will be aware that those who have been turned down for asylum face many restrictions on working and benefit claims. These are not just statistics. They represent people who are trying to get on with their lives while the process of determining their status goes on. Length of time does not give them any greater right in theory, but it makes a profound difference to the life that they want—and are trying—to live.  Some of the women detained at Yarl’s Wood lived in their communities for many years before being taken to the centre for removal. They have effectively become settled in the UK. It is not that they have acquired a right to remain here: it is that the delay in the process makes the process of deportation so much harder, difficult to enforce and potentially unjust. They have relationships and jobs and, above all, a fear of a country that they may have left many years before in difficult circumstances. They now have to face the prospect of returning to it. When does the Minister believe that her Department will properly get a grip on the backlog of cases and deal with some of the frustrations so evident at Yarl’s Wood?  In a statement on the events of the weekend and on the situation in general, Caroline Slocock, the chief executive of Refugee and Migrant Justice, said:  “The disturbances at Yarl’s Wood again highlight the injustice of indefinite immigration detention in this country. Some of the women in Yarl’s Wood have been held for many months and simply don’t know when they will be released or removed.”  The most recent figures for detention that I have are from the independent monitoring board’s report from last year, and they are the figures for 2008. They show that 347 women were detained for between 30 and 59 days, 137 for between 60 and 89 days, 75 for between 90 and 119 days, 121 for between 120 and 364 days and eight for more than a year. I remind the House that Yarl’s Wood is a short-term centre. It is designed for people to be there for a short period of time before they are deported. It was not designed to have a substantial number of women there for much longer than three to six months.  I am aware that there are many reasons why detainees will be at Yarl’s Wood longer than anticipated, and some are beyond the ability of the Department to deal with—such as when a country refuses to accept a national back—but this poses a question. How long should women be detained if there is no certainty of their being deported? How long can an order be granted again and again to hold someone in such uncertain circumstances? If there is no prospect of returning someone rapidly, why is there not an alternative system of reporting and being handled, as opposed to being deprived of liberty?  Those circumstances are even more serious when it comes to children. I note that one or two other colleagues have just entered the Chamber. The situation of children in detention has exercised the House on more than one occasion—hon. Members hold strong feelings about that issue. The 2009 IMB report gives the figures for 2008: a total of 1,271 children left detention that year, of whom 262 were detained for between eight and 14 days; 87 for between 15 and 21 days; 74 for between 22 and 28 days; and 232 for more than 28 days. The Children’s Society says that the children they tend to be involved with experience an average stay of about six weeks.  Given that I am talking about figures, I should say in passing that the right hon. Member for Leicester, East (Keith Vaz) sent me a copy of the Home Affairs Committee’s report on the detention of children in the immigration system. I have just given the Minister the statistics for 2008, but the right hon. Gentleman wrote:  “We have been unable to discover how many individual families with children have been detained in the last year. That such figures are not readily available is troubling. In future, Government statistics should be more informative and state how many separate individuals have been detained, not merely how many people have passed through detention.”  I leave that with the Minister. Many people have been exercised by the process.  Patrick Hall Yes, there is much in what the hon. Gentleman says. First, of course those detained will often do everything that they can to seek to remain, and if they have families with them, inevitably that will lengthen their time in a detention centre. Secondly, as he said, alternatives might therefore be sought. However, I will come to that later. I know that alternatives have been piloted and that there is much to be done there. I am sure, however, that the hon. Gentleman would share with me the central principle that was well put in a briefing from the Refugee Council, with which I did a session on this issue during the party conference last year. It produced two relevant quotes about the detention of children. First, in December 2009, a briefing paper entitled “Significant Harm”, which was published by the Royal College of Paediatrics and Child Health, the Royal College of General Practitioners, the Royal College of Psychiatrists and the Faculty of Public Health Medicine, recommended that the practice of detaining children cease “without delay”.  Anne Owers, in her February 2008 inspection report, wrote:  “The plight of detained children remained of great concern. While child welfare services had improved, an immigration removal centre can never be a suitable place for children and we were dismayed to find cases of disabled children being detained and some children spending large amounts of time incarcerated. We were concerned about ineffective and inaccurate monitoring of length of detention in this extremely important area. Any period of detention can be detrimental to children and their families, but the impact of lengthy detention is particularly extreme”.  The IMB report made the following pertinent comment:  “The IMB acknowledges the dedication, kindness and patience of staff involved in the care of children and families at Yarl’s Wood. However, we remain extremely concerned about the detention of children. We highlight, inter alia, the length of detention, late night and early morning movements and the disruption to older children’s education.”  I echo the comments made by the IMB, because the issue is not just what happens at the centre. The trained staff who work there especially with children do the best that they can. They have to cope with a fluctuating population and great age differences, and they have to deal with children in the situation in which they have arrived. We have met children who were in school for long periods, but who were taken out shortly before examinations and therefore unable to complete them. They are completely disorientated: they have lost friends and loved ones, and have no certainty about what will happen to them. All that has to be taken into account in how those children are dealt with. This is not the time or place to go into how the UK Border Agency handles some of those issues of movement—they tell their own story. I simply quote the statistics for how long some children are there and the impact that that has to impress on the Minister my next point, which is that we have to work even harder for alternatives to detention for children.  Ms Diane Abbott (Hackney, North and Stoke Newington) (Lab) Yes, and indeed they are. That remains one of the problems of the system that we are dealing with. When Yarl’s Wood was built, the original intention was to hold people for a short period before they moved out. Originally children were not there at all. They were added relatively recently, and I am sure that the decision was taken that they should be there for very short periods. I do not know whether the Minister has the figures this evening, but during the day I asked her office for the numbers of children who have been held over the past couple of years for longer than six months, nine months and 12 months, and how many were held, for example, over last Christmas. The argument that the House would make to the Minister is this. Recognising all the difficulties and the pressure outside, she should tell us more about the alternatives and the pilots for dealing with those children differently. That is what I want briefly to touch on now. I am aware of the experiment that has been conducted—the Millbank alternative—and of the differing opinions on the success of that experiment. The official line was to say that it had not been a success and that it did not reduce the number of people absconding. However, a report produced by the Children’s Society, the Princess of Wales Memorial Fund and Bail for Immigration Detainees looked into some of the drawbacks of that pilot and some things that might have been done better. Those groups think that the pilot was too short and that the referral criteria were unclear. Case owners—those looking after cases for the UK Border Agency—had a disincentive to refer families to the pilot. Families were not given enough time to explore the possibility of return.  The consensus view is that there were deficiencies in the pilot. It would therefore be wrong just to dismiss it and not have another go. I hope that the Minister will be able to say a little more about the new pilot that is under way—it started in Scotland last year—because it is on such pilots that we pin many of our hopes. There is an understandable horror at seeing children behind bars. We know why it is difficult for the UK Border Agency to deal with families with children—we all understand that—but there has to be a better alternative.  I would like to use this opportunity to say that, quite rightly, facilities at Yarl’s Wood have improved markedly. The new little school built inside the centre is terrific; or it would be if it did not lead out to closed doors and the centre itself. If the school were in the middle of one of my lovely Bedfordshire fields, it would be marvellous.  Keith Vaz (Leicester, East) (Lab) Difficulties are involved in dealing with such a wide range of children. The staff do not know who is going to be there, and the children do not know how long they will be staying. Their taking any kind of formal course is almost impossible in the circumstances. We are really talking about child minding, and giving them something to take their minds off where they are. Children are children, and we can see them playing and doing the best they can in the circumstances, but they know where they are. They can feel their parents’ distress, and none of us can take that away. Jeremy Corbyn (Islington, North) (Lab) From the professional opinions that I have read—including those of general practitioners and those involved in psychology and health—these conditions almost always produce an impact for the bad. Children have varying degrees of resilience, but detention has an impact on all of them, and the longer the detention, the more difficult this becomes. The Minister will know that it is not a question of these children being held for a period of time then all automatically leaving the country. Many of them are returned to the communities from which they came, because of a change in the way in which their case is looked at. With what degree of certainty can they go back to their former lives? They will always be wondering when the Benefits Agency will come knocking on the door at 6 o’clock in the morning to take them away again. I am sorry to put it that way, but it is true. Early morning removals are, as the Minister knows, part of the practice of the Benefits Agency, unless things have changed recently. Understandably, that also adds an element of fear.  I shall return to these points briefly at the end of my speech when I acknowledge the difficulties involved, but I shall leave them with the Minister for the moment. I want briefly to mention two further issues. The first involves ex-foreign national prisoners. There is a mixture of women detainees at Yarl’s Wood, many of whom have had no contact whatever with the criminal process. They are purely asylum seekers who have been detained. Some, however, have been in prison and are being held at Yarl’s Wood before being returned to other countries.  This poses a particular problem. Those women might have been held in prison for some time before being taken to the centre for an indefinite period. They also have complex lives. They might have partners outside, and they might have been separated from their children while they were in prison. They are now being separated from them again while they are in the centre. Some would say that criminal cases should be looked at quite differently, and I can understand that, but the same frustrations can arise. If their cases are not dealt with swiftly, further damage can be done. It is important to look at that particular category of case.  I also want to mention health issues. I want to pick out a further quote from the latest report by the independent monitoring board, if I may. I have some time, so I shall give the House a couple of examples. The 2009 report stated:  “Another example is that of a child with sickle cell anaemia, who had a letter from his specialist explaining that his mobility was severely limited by pain. His mother was engaged in a dispute with Healthcare”—  at the centre—  “as to whether he should have to attend the clinic to take his painkillers, rather than have them brought to the residential unit. Leaving aside the question of whether a child with such a serious condition should have been detained, we felt that this dispute should not have been permitted to arise and, further, that it illustrated a scepticism which has a detrimental effect on patient care.”  The report also states:  “A…more general consequence is the existence, as we see it, of a culture of scepticism about detainees’ medical conditions. A detainee who had suffered a stroke whilst in prison was brought to Yarl’s Wood at the end of her sentence in July 2008. There was a degree of doubt, particularly on the part of UKBA at the port, about the extent of her disability, with the result that there was some delay in providing the necessary equipment and services for her care. The need for physiotherapy was not recorded by Healthcare until two weeks after her arrival and did not start, as we understand it, owing to issues over funding, until more than one month after her arrival. Officers and UKBA staff locally did their best to care for her and to source the necessary equipment, but were confronted with scepticism about her condition, and with disputes between the relevant authorities over funding.”  On a number of occasions, I have raised the issue of the independence of the health care offered at Yarl’s Wood. The contractors—either Group 4 or Serco—have the responsibility to commission the health care, but I think that is wrong because the independence of the health care is inevitably compromised. Wishing no ill will on anyone involved, it looks difficult. Circumstances often arise where there is a dispute over the condition of the detainee between the contractor’s health care officer and another specialist or other doctors outside.  Yarl’s Wood exists to enable people to leave the country. If there is an issue about fitness to travel and the decision is made by a contracted company inside Yarl’s Wood, what chance is there of having confidence that it has not been influenced by the contract given to the contractors to get people out of the country? It puts the medical staff in a compromised position. As on Monday, there is a dispute between those outside Yarl’s Wood, who have heard reports from detainees about what happened, and those inside as to whether anyone was injured and whether any medical assistance was available—it is all run by Serco. I have little doubt that what I am told by Serco is the truth, but there are others who will be more sceptical than me. A degree of independence in respect of the health care provided at Yarl’s Wood is now necessary. That would happen if the contract were not given to Serco, but to the NHS and the local primary care trust. Then we would have the necessary degree of independence and it would cover children, as well as HIV treatment when people with HIV have to leave the country. I believe it would be safer for the medical staff, for detainees, for Serco, for the Government and for everyone if such a degree of independence were there.  Finally—I appreciate the House’s indulgence; I was fortunate to have this amount of time for my Adjournment debate—I have not mentioned fast-track; I have not mentioned escort services to and from Heathrow; and I have not mentioned the continuing presence of rogue legal advisers who fleece the most vulnerable and take money from the rest of us by the way in which they handle cases. I could have mentioned a variety of other things. Yarl’s Wood comprises a mixture of women with different histories, and the public may feel more sympathy for some than others. I am afraid that there is an alarming tendency in modern Britain to judge all in Yarl’s Wood as being the same, and for that judgment to be harsh.  I pay tribute to those who work with detainees: the independent monitoring board, the befrienders, and even some outside groups whose political views I do not share, as they would say no to borders and have no immigration controls. I pay tribute to them for their interest in, and care for, those who would otherwise lack a voice. A society that rightly protects its borders and that may need to detain and deport has a clear obligation to act justly, fairly and transparently to those involved and to hear the voices of those under lock and key—above all, those of the innocent children caught up in matters beyond their comprehension, which may mark them for ever.  None of these issues is easy; none of the problems on the Minister’s desk is capable of an easy solution. It may be that the legacy of all we have spoken about passes shortly from the Minister’s side of the House to mine—and the problems will still be there. I feel that although Yarl’s Wood has come a long way, two or three more changes might make a difference. I would be grateful if we could start with a clear decision on health care. I would also be grateful if the Minister enlightened us about how the pilot projects with children are going and I would like to hear how she reacts to some of the issues that have been raised in frustration by detainees. For the benefit of all of us, the safe and secure immigration system that we all need demands clear and straightforward justice for those involved. There are still problems in the system that badly need dealing with. I look forward to hearing the Minister’s response.  18:28:00  Patrick Hall (Bedford) (Lab) I am sorry—I forgot to mention that, and I am glad that the hon. Gentleman has done so. It was an extraordinary production. Juliet Stevenson and her colleagues presented a series of stories of children who had been caught up in detention, excellently and, as the hon. Gentleman has said, to a packed theatre. Patrick Hall I should have mentioned this in my remarks. Does the hon. Lady agree that one of the prime drivers for that is the fact that a number of women detainees come from backgrounds of violence, rape and torture and that there is often a dispute of opinion about what their background has been? The medical staff involved at Yarl’s Wood or another centre might be compromised in their judgment of that background. In such circumstances, an independent element is vital. Ms Abbott I am grateful for this line of discussion. Is the Minister saying that there are no early morning pick-ups of families and children? That would be quite new. Meg Hillier I am grateful to the Minister, who is dealing with this very sensitively, but I would not like this point to go unanswered. Some of the parents are frightened about being sent back to where they have come from, and frightened for their children, so they fight to stay; that is their judgment. However, she is somewhat painting a picture that parents are making a deliberate choice to go into detention and have their children with them as if the alternative were an easy one. I would like her to recognise that for many parents, that choice is not easy at all. That is the dilemma in which they are caught and which the system has somehow to try to deal with. Meg Hillier Were the suggestions made in the comprehensive report by the Children’s Society, the Princess of Wales Memorial Fund and Bail for Immigration Detainees incorporated into the new project so that some of the concerns raised will not come up again? Meg Hillier ", "Patrick Hall": "The hon. Gentleman will have seen, therefore, that the Home Affairs Committee said, among a number of other comments and recommendations, that it regards detention as the final step in the process and that it should not be indeterminate pending legal proceedings. Does he agree that detainees will do all that they can to remain, including using the legal process, and that sometimes they themselves lengthen the period of their detention by seeking legal process? Should we not, therefore, be looking for means of dealing with people going through the legal processes outside detention and in the community, and only detain when the legal processes are truly concluded? Alistair Burt Along with others, the hon. Gentleman and I engaged in a question-and-answer and discussion session after the performance. Under the Borders, Citizenship and Immigration Act 2009, the UK Border Agency must conduct its work in a manner that upholds the welfare of children. That means, to me, reducing detention and developing community alternatives to it. I have written to my hon. Friend the Minister expressing my view that, in an ideal world, families with children would not be detained at all. I accept that in some exceptional circumstances it may be necessary to detain them just before removal, but only because it is in the interests of children not to be put into care and therefore preferable for them to remain with their parents.  I realise that my hon. Friend, and indeed any Minister dealing with such matters, has an extremely difficult job to do. Immigration control, let alone detention, is extremely challenging. It is in that spirit of understanding that I have asked the Minister to meet me—along with, I hope, the hon. Member for North-East Bedfordshire—to discuss how the detention of children might be significantly reduced.  18:32:00  John McDonnell (Hayes and Harlington) (Lab) Does my hon. Friend share my concern that attempts to obtain information about allegations of incidents that take place during episodes of transportation are sometimes withheld on the grounds of commercial confidentiality? John McDonnell On the subject of the improvements to the educational facilities at Yarl’s Wood that have been brought about by Serco, I understand that each child is offered 30 hours a week tuition, but that is voluntary. For younger children, that provision is accompanied by a nursery that is open seven days a week. Meg Hillier ", "Ms Diane Abbott (Hackney, North and Stoke Newington) (Lab)": "On the point about children in detention, I visited Yarl’s Wood, and although the staff are dedicated, the conditions are not those in which one would want one’s own child kept. Does the hon. Gentleman agree that children are being kept at Yarl’s Wood for much longer than MPs were initially assured they would be? Alistair Burt I am grateful for the opportunity to speak briefly in this debate, and I congratulate the hon. Member for North-East Bedfordshire (Alistair Burt) on securing it. People in detention centres do not have a vote and there are no votes to be won by paying attention to what happens in detention centres. Whether we are willing to debate seriously and pay attention to the conditions of people who are not citizens or voters is a test of this House and a test of our humanity.  I do not have a constituency interest in that I do not have a detention centre in my constituency, but, like my right hon. Friend the Member for Leicester, East (Keith Vaz), the Chairman of the Home Affairs Committee, and like some of my other hon. Friends, I deal with a huge volume of immigration casework.  Over the years, I have come to focus on what goes on at detention centres. I have visited Oakington and Yarl’s Wood. Of course, one has to pay tribute to the staff working in them, but I have been in the House long enough to remember when the centres were set up and the assurances that MPs were given, which can be found in Hansard, that people would be held there briefly on their way to being transported out of the country. Issues that were raised then about the regime were brushed aside on the basis that people would be in the centres only for short periods.  As time has gone on, we have seen people being held for longer and longer. I believe that had MPs known when the idea first came before the House the length of time for which people would be held in the centres—and, in particular, the length of time for which children would be held there—MPs would have offered much more opposition to that proposal than they did at the time.  The hon. Member for North-East Bedfordshire touched on the issue of health care in detention centres. That is very important. One of the constant complaints one hears when one visits those detention centres and meets the voluntary groups that work with them concerns health issues and health care. It seems a simple step forward to allow the health care to be provided, as the hon. Gentleman suggested, quite independently of the private contractor that runs the detention centre so that there is no question of a conflict of interest or of costs being shaved. That would mean that detainees and their children could have absolute psychological confidence in the health care they were being offered.  Alistair Burt ", "Keith Vaz (Leicester, East) (Lab)": "I apologise for missing the start of this Adjournment debate, but I welcome the fact that the hon. Gentleman has raised the issue. The Select Committee on Home Affairs visited the school, although there were no children in it when we were there. Our concern is that the school dealt only with very young children. Children who were not of school age were at the centre and they could not be taught and had nothing to do. If we are looking at short-term facilities, the school is something that should be provided. However, Yarl’s Wood remains essentially a prison. Alistair Burt ", "Jeremy Corbyn (Islington, North) (Lab)": "I am obliged to the hon. Gentleman for securing this debate, and for the sensitive way in which he has taken up the issue of Yarl’s Wood. Like my hon. Friend the Member for Hackney, North and Stoke Newington (Ms Abbott), I have visited the centre. In his estimation, what is the long-term psychological effect on children who have spent any amount of time in what he correctly describes as prison conditions? It is totally wrong for any child to be kept in such conditions for any length of time. Alistair Burt I begin by paying tribute to the hon. Member for North-East Bedfordshire (Alistair Burt) for the sympathetic and humanitarian way in which he introduced the debate and for the very good work that he has done to draw attention to all the problems at Yarl’s Wood over a long time. It is to his credit that he has done a great deal of work on that. He and I go back a long way, of course, having been Haringey councillors together. Ms Abbott ", "John McDonnell (Hayes and Harlington) (Lab)": "The hon. Member for North-East Bedfordshire (Alistair Burt) paid tribute to a number of organisations and individuals. Let me now pay tribute to him for the way in which he has consistently addressed this issue and widened it so that it has become more than just a constituency matter. I want to discuss, very briefly, what has happened over the past week. There are two detention centres in my constituency, Harmondsworth and Colnbrook. There have been two riots at Harmondsworth in recent years. As some Members will recall, on both occasions there were fires, and on one occasion the centre was burnt down and had to be evacuated.  According to reports that I have read about the demonstration that took place over the weekend, there was some rough handling, and people were denied water and food. Regardless of whether such action is taken because people are in a particular location, I consider it inappropriate. That is why we are calling for an independent inquiry, and I urge the Minister to commission it as rapidly as possible. I agree that it could be based not just on witness statements, but on the closed-circuit television recordings that might be available. I say that because after the first riot at Harmondsworth a number of lessons were not learnt, or not learnt speedily enough, which led to a second riot that posed even more danger to both staff and detainees.  I would welcome the announcement of such an inquiry—conducted by Anne Owers or by someone else—and of a time scale for its report. I also echo the request for information on what has happened to the four detainees who were moved during the hunger strike. I should like to know what disciplinary action, if any, has been taken against them, and whether it has had any impact on their case.  Harmondsworth used to house children. I have visited it regularly over the years, from when it was a row of huts. It was then turned into a semi-prison housing 400, and now there is Colnbrook as well, on a similar scale. We have heard in our debate about the effects that detention has on children, and there have been studies that have shown the long-term emotional impact of even a brief spell of detention, but, as has been said, the figures demonstrate that children are being held for much longer than anyone promised. Even a matter of months is an enormously long period in a child’s life, and will have a significantly deleterious effect on their well-being.  I remember visiting Harmondsworth when there were children there. I remember in particular an occasion when the children did a project on what freedom meant to them, and I will never forget one of the statements from the children, which was that freedom is the sand outside the gates that they could look through. That has always stayed with me. No matter how caring the staff, the fact that these children are locked up—in effect, imprisoned—not only shames us as a society, but has drastic effects on their futures.  That is why, in principle, I do not believe we should be locking up children at all. I do not believe that is justified, and I believe that in a civilised society we should be able to find alternative means. Even I am critical of the pilots that have been developed, because they still have an element of intimidatory behaviour towards young people. At some time in the future, I would welcome a wider debate about the principle of the detention of children who have done nothing wrong. In fact, even the parents themselves are not criminals; they have not committed any crime, as such. In no other area of law do we detain children simply because they are with their parents. There must be alternative solutions that we can bring forward.  I also believe that we detain people in far greater numbers than is reasonable. Many of us have dealt with individual cases. They might involve people going to Yarl’s Wood and then down to Harmondsworth, and then on to the airport and then back again, as people are dragged through a tortuous legal system. Most such cases involve people who, in the first instance, simply want to live in a country where their human rights are not abused and where they are not under threat of physical violence. In addition, most of them probably simply want to work—they simply want to earn an income that gives them a standard of living that lifts them out of poverty. That should be welcomed, rather than penalised by dragging them through the processes of the courts and then on to deportation.  Patrick Hall ", "John McDonnell": "My hon. Friend is right. It is extremely difficult to find out information on any of these cases when they are in transit. When dealing with individual cases, we often find, certainly in respect of Harmondsworth, that people are moved around the system and it is then very difficult to track them. My hon. Friend is right that commercial confidentiality has been used, and I must say that that is a result of the privatisation of the overall system, which I abhor. First, I would like an inquiry to be conducted as a matter of urgency, and I would welcome information on that tonight, if possible. Secondly, I ask the Government to review the whole concept of detaining children. Thirdly, I ask the Government to review the scale of detention in this country, which we use against people whom I believe should be allowed to settle and contribute to our society.  18:39:00  Ms Diane Abbott (Hackney, North and Stoke Newington) (Lab) ", "Ms Abbott": "The hon. Gentleman is quite right to make that point. There is often a dispute concerning women detainees and issues of rape and past sexual violence. If the women detainees are dependent on a health care service that is commissioned by the private contractor, they will not feel confident, rightly or wrongly, in the health advice that they are given. I have had issues raised with me about the treatment available at detention centres for tuberculosis or HIV. Some detainees and advisers feel that they are not getting the best possible treatment because of attempts to cut costs or effort. I do not know whether that is true, but if the health care was independently provided the detainees and the people who help and support them would have more confidence in the system. On the question of children in detention, as I have said, I have visited both Yarl’s Wood and Oakington. When one looks at the little school and talks to the people who help with the children, one cannot help but leave impressed by their care and concern. There is a school there, and toys and facilities, but they are all behind walls and gates. To all intents and purposes, a young child in Yarl’s Wood is in prison. How can they understand it when they are being kept there for months?  I know that the Minister is a mother. She will have a brief from her officials and she will talk to us about immigration control, but I ask her to imagine that it was her children behind bars. Are these the conditions that she would want for them? They would not be able to run completely free as far as they like, or to go into town to see Father Christmas, or to go into town to meet their friends. Are those the conditions that anyone would want for their child? Not for three months, not for two months, not for a month—not even for a day.  These children and their parents have committed no crime. They might be a threat to efficient immigration control, but they have committed no crime. Should they be kept in conditions that we would not want our own children kept in for 24 hours? I repeat that when the House originally debated setting up the detention centres, it had no idea that children would be kept in them for the lengths of time that they are.  Time and again, not only committed campaigners—I have the utmost respect for the committed campaigners with whom I and other hon. Members have worked—but people such as Anne Owers, the chief inspector of prisons, have voiced their concerns about holding children in such conditions. I have seen reports that officials whom I have met will certainly have seen, which the hon. Member for North-East Bedfordshire might also have seen, about psychiatric examinations of children. The people who examine and talk to those children elicit from them the stress and trauma that being transported to and held in detention centres has caused them. For people who have not read such reports, there is the remarkable production by Juliet Stevenson, which vividly brought home to many people who heard it on the radio or went to see it live what it means to children to be held in those conditions and to be taken away from their communities, school friends and schools to what is for them a prison for reasons that they do not understand.  Ministers must remember that the detention of such children is a phenomenon that has emerged without Parliament ever having explicitly said that that is what it wanted to happen. I agree with my hon. Friend the Member for Hayes and Harlington (John McDonnell) that we should not keep in detention children who have committed no crime and whose parents have committed no crime. Time and again, people have said that that practice puts us in breach of the convention on the rights of the child. I cannot believe that the Government cannot, in the 21st century, find alternatives.  I know what Ministers will say, because I have been doing immigration casework for 20-odd years. They will say that if we do not put people in detention, they will not return of their own free will, or they will cause problems. Detention at Yarl’s Wood or Oakington is the end of the line in a system that, although Ministers have improved it greatly, still has too many blockages and still encourages people to feel that they can delay cases. The children whom Ministers feel forced to hold in detention are the victims of a system that still has too many delays. They are the victims of so-called immigration advisers out there who are still giving people poor advice that encourages them to hold on against all hope. Those children are the victims of what happens further up the system, but it all ends with a child who should be carefree and able to look out of the window as far as the eye can see being held behind bars in a prison for the purposes of others.  I have been privileged to meet families who are in detention in Yarl’s Wood, including children and mothers, to hear their concerns. I have been privileged to work with campaigners down the years and I have brought these issues to the House’s attention in other Adjournment debates. I must say to the Government that although focus groups and opinion polls will say that no one cares if we keep children in conditions that are in breach of their human rights and that there are no votes in this issue, we should be better than that. We should work towards a situation in which no child of an immigrant, even if that immigrant is here illegally and subject to immigration control, is kept by the state in conditions that we would not tolerate for our own children.  18:48:00  Jeremy Corbyn (Islington, North) (Lab) Ooh! Too much information. Jeremy Corbyn Years ago, I used to work in the prison service as an administrator. My hon. Friend has talked about unrest in detention centres, but does he agree that, just as in prison, the secret to achieving a stable regime with no unrest is to ensure that people are treated in a fair and decent way? Does recurrent unrest not point to problems with the regime? Jeremy Corbyn My hon. Friend said that when immigration officials and other appropriate officials carry out their—I know that she deprecates the phrase—dawn raids, there is always somebody there who has the interests of the child at heart. Is she saying to the House that she is confident that these raids, with people being taken from their homes in this way, do not traumatise the children? Meg Hillier Will the Minister give way? Meg Hillier Will my hon. Friend tell me how many children have been held for longer than 28 days? She says, and I have heard a succession of Ministers in her position say, that the parents have made a choice and that that is why their children are in detention. Can she tell me of any other area of public policy in which we make children suffer because of the choices of their parents? The role of the state is normally to protect children from bad choices that their parents make. Meg Hillier ", "Jeremy Corbyn": "There is nothing wrong with Haringey council. The hon. Gentleman’s humanitarian instincts are of the highest order, and I congratulate him on the way he has represented the issues concerning the detention centre and what goes with it.  We are dealing with a fundamental issue of human rights. As hon. Members have pointed out, the detention of children is something that we would condemn unreservedly if it were happening in any other country, or under any other regime around the world. Obviously, when I hear Ministers fulminate about the detention of children in other regimes, I join them in doing so, because the detention of children is fundamentally wrong.  My hon. Friend the Member for Hackney, North and Stoke Newington (Ms Abbott) was right to point out that we are signatories to the European convention on human rights and to the UN convention on the rights of the child. Indeed, there is a big monument in the middle of Hyde park that proclaims how well we treat children and how good our views about their treatment around the world are. However, we cannot hold our heads high and say we support international conventions if at the same time we detain children here. That fetters our ability to criticise regimes that, in respect of human rights, behave in a way we do not support.  Like my hon. Friend the Member for Hackney, North and Stoke Newington, I have visited Yarl’s Wood. I am not here to criticise the centre’s staff, because that is not the point of the debate. Nor do I wish to criticise how they work, as many of them are extremely caring and good people, but they are in an utterly impossible situation. They are given families with children to look after yet—regardless of the toys that they can offer or the activities that they undertake—the people involved are still locked up, as the hon. Member for North-East Bedfordshire was absolutely right to say. The prison key system with the doors that he described is always there, which means that people are not free to move around and travel. It is right to say that we ought to be better than that, and I hope that the Minister will give us some hope about what will happen in the future.  Another point that I hope the Minister will be able to answer when she replies to the debate has to do with the fact that people’s experience of detention centres in this country is not a happy one. There have been many cases of disturbances, riots, near-riots, hunger strikes and protests. People in the centres suffer from utter boredom, and utter desolation because they do not know what is going to happen to them. The problem is especially severe for people who are faced with removal to regimes that will not accept them, because they end up staying in the centres for months on end. That is a cause of considerable concern.  I understand that there have been further demonstrations and a hunger strike in Yarl’s Wood over the past few days. I should be grateful if the Minister informed the House about the current situation, and told us what representations she has received from other organisations and agencies.  Ms Abbott My hon. Friend is correct, and one only has to recall the fire that took place at Yarl’s Wood, and all the disturbances that have happened there in the past. Events like that tend to repeat themselves, so we have to look very seriously at the whole principle behind detention centres and particularly at how children are detained in them. I hope that this debate will give the Minister the opportunity to tell the House what is going on, as many of us are deeply concerned. Moreover, many decent and ordinary people in this country are ashamed that this country detains children. My final point is that, like all colleagues in the House today, I deal with a very large amount of immigration and asylum casework. I am constantly astonished by the inability of the immigration service and Home Office officials simply to answer letters. Why can they not tell people what the state of their case is? For example, why am I expected to hand on a letter to a constituent that says that an answer to an inquiry I made two years ago can be expected only at the end of 2011, at best? That is insulting to the highest degree—to the intelligence of Members and to the people concerned.  We can hardly claim to run an efficient service if we detain large numbers of adults and children, and deny people awaiting a decision on asylum access to work, health care and benefits. If they get no opportunity to contribute to society but are able to lead only a marginalised existence, there is something badly wrong with the way the system operates. This debate at least allows us to draw attention to one of the symptoms of the problem—the detention of children in Yarl’s Wood.  18:54:00  The Parliamentary Under-Secretary of State for the Home Department (Meg Hillier) How many of the people held in Yarl’s Wood are due for deportation, but the country concerned will not accept them back? What happens to them? Meg Hillier ", "The Parliamentary Under-Secretary of State for the Home Department (Meg Hillier)": "It is fortunate that tonight we have a little more time to debate such an important topic than we would normally have in an end-of-day Adjournment debate. I congratulate the hon. Member for North-East Bedfordshire (Alistair Burt) on securing the debate and thank him for his measured tone when discussing all the difficult issues associated with immigration and immigrant detention, and the particular issues associated with Yarl’s Wood. I know that he takes a great personal interest in the centre, as does my hon. Friend the Member for Bedford (Patrick Hall). I am proud of the way that things have improved at Yarl’s Wood. I do not have as long a history with the centre as the hon. Member for North-East Bedfordshire, but we all agree that there have been major improvements, and I am pleased that he acknowledged that.  The UK Border Agency has 11 immigration removal centres providing around 3,000 bed spaces. As the hon. Gentleman said, Yarl’s Wood is the main centre for single women and families, providing 405 bed spaces, of which 284 are reserved for those who are part of the detained fast-track process—that is, people who enter the country and whose cases are dealt with quickly, increasingly within weeks or months of their arrival—and for foreign national former prisoners awaiting deportation. Although there are issues about how long that process takes, I will not deal with that today, as it is not the subject of the debate. I am happy to speak to the hon. Gentleman about the matter if he wishes, as it affects his constituency. Sixty of the rooms at Yarl’s Wood, or 121 beds, are set aside for family accommodation in a dedicated unit, so they are separated from the prisoners.  Yarl’s Wood operates in accordance with the detention centre rules 2001 and the UK Border Agency’s operating standards. It is monitored, as hon. Members mentioned, by the centre’s independent monitoring board. As the Minister responsible since December for this area of policy, I echo the hon. Gentleman’s comments about the importance of the board’s work. As a Minister, it is helpful to have independent advice and I welcome it. The independent monitoring board has free access to all parts of the centre in order to ensure that residents are treated well. The board hears requests and complaints, and there is no attempt to stifle that. The centre is inspected by Her Majesty’s chief inspector of prisons. The most recent inspection was in November last year.  Yarl’s Wood, therefore, can hardly be called a closed place of detention. I appreciate what hon. Members said about doors being locked, but that is the nature of a detention centre. It is my intention, however, as the Minister responsible to be as open as possible about what we do there. We have nothing to hide about the way in which we treat those in our care. There may be a debate about whether we should detain families and children, but we are open about what we do. It is important to make that clear.  In the time available, I will attempt to answer all the points raised. Let us be clear about who is at Yarl’s Wood. When we talk about the detention of children, it is not children on their own. It is children with their parents. The only case where we would ever detain a child on its own would be an unaccompanied asylum-seeking child, who might have arrived on a late night flight and who, for various safety reasons, would need to be held in a secure environment, rather than being released into any other facility. That would happen only in exceptional circumstances. Of course, it is not Government policy to deport children who are on their own.  Yarl’s Wood is a place where children are detained only with their parents, and at any time the parents can choose to leave on a voluntary basis. It is those who refuse to leave on a voluntary basis who are at some stage detained at Yarl’s Wood. Those detained are removable people whose case has been concluded—they have reached what we would consider to be the end of the line in legal terms—foreign national prisoners awaiting deportation, or those on a fast track. Barriers, as hon. Members said, are invariably legal or related to documentation. We do not generally hold backlog cases until they are removable. I can testify to that from my constituency case load.  Jeremy Corbyn ", "Meg Hillier": "I will write to my hon. Friend with those numbers. We have issues with certain countries where documentation is difficult. I do not have the numbers to hand, but I know I can provide them and will write to him after the debate. One of the issues raised—I apologise that they are not in perfect order—was when children are detained and how they are detained. I want to debunk some myths about what happens. We hear talk of “dawn raids”, but that term is not helpful—we often hear it misused; it involves emotive language; and, in any case, we do not recognise it in practice. We carry out all visits to home addresses as sensitively as possible, and it is important that we do so, because otherwise there can be difficulties detaining children.  19:00:00  Motion lapsed (Standing Order No. 9(7)).  Motion made, and Question proposed, That this House do now adjourn.—(Mrs. Hodgson.)  Meg Hillier If a child or children are in a family group that is being detained, a member of the team will at all times be aware of them specifically, and their welfare will be that staff member’s prime concern. Alistair Burt I am not saying that; I am saying that such activity would be avoided. I have pointed out that someone is always there to ensure that the child’s welfare is maintained, but sometimes, to ensure that a family are together and therefore the child is not at school and detained at school, which would be worse, it is important to ensure that the parents are with the child. This is a challenging area, and I can go into some of my plans to look at other options as the Minister now responsible for the matter, but there are important issues about whether we keep children with their parents. I should not want children to be separated from their parents, and, importantly, we must recognise that as part of the issue when detaining children: the parents refuse to leave, and they should take some responsibility for the situation. Several hon. Members mentioned the incident at Yarl’s Wood on Monday. I shall give the House some information about it and then explain the next steps that I am taking. A number of women in the centre began to refuse to eat food in the canteen over the weekend in protest at their detention. They congregated in a courtyard and corridor at lunchtime for several hours. Staff maintained open dialogue with them about their protest, and by early evening the centre returned to normality.  The incident’s handling is subject to a management review, and it would not be appropriate for me to comment or speculate on the outcome at this stage. I want to see the outcome before I consider whether any next steps are necessary. My hon. Friend the Member for Hayes and Harlington (John McDonnell), who has given me his apologies because he has had to rush off to a constituency engagement, made a number of points. He talked about a tortuous legal system, as did my hon. Friend the Member for Hackney, North and Stoke Newington (Ms Abbott), and I shall touch on that later.  My hon. Friend the Member for Hayes and Harlington also raised the issue of people wanting to work, but that is not Government policy and we do not contemplate either an amnesty or rights to work for those who are liable to deportation. It is important that we get that straight. The people at that detention centre and anywhere else in the detention estate are there because they have refused to leave the country voluntarily. Some have turned down generous packages of support and chosen to take the detention route.  I also contest my hon. Friend’s suggestion that people are moved from one place to another to evade representation by Members—I think that is what he meant, although I was not quite clear about his point. People are not moved from one place to another except to facilitate deportation. They may be moved from Yarl’s Wood to a closer centre prior to a flight, but they are not moved without reason. Commercial confidentiality relates to what we pay for contracts, not to individual detainees. There is a degree of confidentiality in respect of detainees, just as there is on any other matter in the UK Border Agency, the Home Office or any part of Government, because we must ensure that we adhere to our data protection responsibilities.  My hon. Friend also wanted me to comment on whether there was any physical violence by staff towards detainees on Monday. I reassure him that there absolutely was not. The entire incident was witnessed by the independent monitoring board, which has raised no concerns, and captured on CCTV. Several hon. Members asked about that. The CCTV footage will be available to the IMB and management review. We have no secrets; there is nothing to hide in that respect. Let me also be clear that detainees were offered refreshment throughout. The four ringleaders are now in Colnbrook awaiting transfer to prison beds because of their disruptive behaviour.  Ms Abbott Clearly, any child going through this process will find it very challenging. As my hon. Friend rightly predicted I would say, the Government have certain responsibilities as regards immigration and immigration control. If she will wait to the end of my comments, I can talk to her about some of the work on alternatives that is under way. I also reiterate that parents have responsibility. As a parent myself, I have some responsibility for what my children do, what harm’s way I put them into, and what situations they are in. Equally, parents who are facing detention or deportation have made a choice not to leave voluntarily; they therefore have some responsibility, and it is important to recognise that. I would not want parents to be taken away and children left behind—I would not support such a difficult situation. Alistair Burt I absolutely agree with the hon. Gentleman. His final comment is the main point: the system has somehow to deal with this dilemma, but many people will choose anything rather than willingly return to a situation. That can be for all sorts of reasons, and not just because they feel in physical danger. In the end, the parents make the choices that face them, however difficult they are, so some responsibility needs to lie there. Ms Abbott I am keen to make progress, because although I have quite a lot of time, I also have to respond to quite a lot of points raised in the debate. As I said, we would rather not have to do this: we would much prefer that families left the UK voluntarily when the courts have upheld the decision that they must leave. Nearly as many families left the UK under the assisted voluntary returns scheme last year as were removed, so the incentive of having some money and support to resettle has had some impact. Families do not always take up our offers of financial and reintegration assistance, and in those circumstances we are left with a dilemma. Do we leave people where they are, as some of my hon. Friends would suggest, or do we seek to deport them? If we seek to deport them and they do not willingly wish to go, we find ourselves with no alternative but to use detention in order to enforce their departure—a fact acknowledged by the Home Affairs Committee in its recent report. We are considering alternatives, and I will touch on those towards the end of my remarks. That is partly why I want to make some progress. I would hate to run out of time and be unable to go into how we could consider proceeding in a way that might help to satisfy some of the concerns expressed by hon. Friends and hon. Members.  The decision to detain a family is not lightly taken—it is a last resort, and it is intended to be only for the shortest possible period once appeal rights have been exhausted, there are no outstanding legal barriers, and a flight has been booked for a few days’ time. The welfare of any child is paramount in that process, and full consideration is given to all the welfare issues given that they are going to be in a different, and more difficult, situation from that of children not in the detention centre. As we heard, there is concern about children being taken out just prior to their exams. The timing of educational examinations, where known, will be taken into account before the removal process starts.   Although our intention is that detention will be short, lasting just a few days, unfortunately some families and their legal representatives, as my hon. Friend the Member for Hackney, North and Stoke Newington said, wait until they have been detained and given their flight details before submitting applications for judicial review. The vast majority of those applications are spurious and fall at the first hurdle. That fact is acknowledged not just by the UK Border Agency and the Home Office but by the National Audit Office and the Home Affairs Committee. That said, when removal is deferred, the decision to maintain the detention of a family is subject to a regular and rigorous control process, including ministerial review in the case of all children held for more than 28 days, a matter that I take very seriously. My two predecessor Ministers with responsibility for the matter took it very seriously as well. I call in officials to talk to them about individual cases when I have concerns. That is a serious responsibility that lies on my desk, and I recognise the human lives involved.  I will not go further into why we detain people, because I have spoken enough about that. We have touched on the issue of documentation, and sometimes establishing nationality and identity or determining whether an individual qualifies for leave to enter the UK can take time. That is particularly true of establishing nationality, because some individuals destroy their papers and their suspected home country will not accept them.  Ms Abbott I will provide figures in a little while about the number of children detained for different periods, but there are many areas in which children suffer because of the choices of their parents, such as when a parent is in a domestic prison. I have spoken to head teachers in my constituency who have known children who have come home from school to find that Dad or Mum has been in prison, which affects them massively. There are other matters on which children are affected by the decisions of their parents, and we do need to detain people on certain grounds. Statistics were mentioned in the debate, and I wish to make it clear that what we provided in the IMB report was management information. Under the rules that now govern the release of Government statistics, we are unable to release figures unless they have been agreed by the Office for National Statistics, and we need to be careful about how we present them. I will therefore be careful with the information that I am about to present in response to my hon. Friend’s question about the number of children in detention.  In the last quarter of 2009, 315 children entered detention. In the financial year 2008-09, 1,116 children entered detention and slightly more departed it—clearly some cases would have been in both financial years. Some 539 of those children, slightly fewer than half, were removed, and 629 were released. I should put it on record that those statistics are based on management information and are not subject to the detailed checks that apply to the publication of national statistics. They may include some double counting, as some children may have been detained, released and detained again. The average length of detention was 16 days in 2008-09, and for this year, 2009-10, it is slightly less so far. Of the children detained on 30 September 2009, 25 had been detained for seven days or fewer, five for eight to 14 days, five for 15 to 28 days and 10 for 29 or more days but less than two months. None was detained for longer than that.  Delays and backlogs were mentioned. They have been an enormous problem, but I know from my constituency case load as well as from my work in the Home Office that most of the backlog will be cleared by this March and the vast majority by 2011. We inherited a very big backlog, but there has been work to make progress on it and people are already coming to my surgery either facing deportation or having been granted their status. The matter will always be a challenge, and I would never say that it is resolving itself, but the backlog has been massively reduced. I do not have time now to go into the regulation of legal advisers, but the Government share the frustration at legal advisers who do not do their job properly and sometimes misadvise their clients. Let us be frank: they are playing games with people’s lives. Since 30 April 2001, it has been a criminal offence for an adviser to provide immigration advice or services unless their organisation is registered with the Office of the Immigration Services Commissioner—an independent non-departmental public body set up under the Immigration and Asylum Act 1999—has been granted a certificate of exemption by that body, or is otherwise covered by the 1999 Act, which includes solicitors and others who are professionally qualified in the field. It is important that we maintain vigilance on that. I talk to many hon. Members who, like me, have large case loads, and we share their concerns. There is always more to be done.  I have answered a number of the questions that my hon. Friend the Member for Hackney, North and Stoke Newington asked, but she also mentioned delays and blockages in the system. I shall touch on alternatives in a moment, but when there is a request to extend a child’s detention by one or two days, for example, I must take into account what would happen to them if they went back into the community, where they would go, their welfare, and what would happen if they were to yo-yo—go out into the community and return to detention within a day or two, with all the travel and upset that that involves, and the hopes that it would raise. I take that very seriously as the Minister responsible. I have sometimes decided that it is more acceptable to leave a child where they are, knowing that they are facing imminent removal, even if they go over a bureaucratic deadline. I re-emphasise that I take such decisions seriously. I must take into account all the advice and information I can gather on each case.  My hon. Friend the Member for Bedford asked whether he could meet me. I am happy to extend an invitation both to him and to the hon. Member for North-East Bedfordshire to talk them through where we are now, and keep them apprised of developments, particularly on alternatives.  Hon. Members have touched on a number aspects of child welfare. Section 55 of the Borders, Citizenship and Immigration Act 2009, which was introduced last November, placed a statutory safeguarding duty on the UK Border Agency. That has given us, and me particularly as the Minister responsible, an opportunity to examine and improve even further the safeguarding of children in our care. That measure was introduced at around the same time that I became the Minister responsible, so I am fortunate, because it gives me an extra opportunity to look at what we do.  Child welfare, which the hon. Member for North-East Bedfordshire touched on, is taken extremely seriously at Yarl’s Wood. Robust arrangements are in place to identify any concerns. A multi-disciplinary team, including a social worker from Bedford borough children’s services, reviews each child on a weekly basis. When a child’s welfare is affected by their continued detention, a detention review is triggered, and we look to release that child and his or her parents. A regular children’s forum, complemented by a new children-specific complaints process, provides children with the opportunity to give feedback on their overall experience of their detention, their transport and their stay at the centre. Their comments are important and are very much taken on board.  I shall not go through the long programme of steady improvements that have taken place at Yarl’s Wood since Serco took over the operating contract in 2007, because, in all fairness, the hon. Gentleman has more than adequately explained them. Again, I thank him for his balanced tone in this debate.  I should like to correct a slight misapprehension from my right hon. Friend the Member for Leicester, East (Keith Vaz): all children are offered an education at Yarl’s Wood. The school is available for children from nursery to A-level age, but, of course, it is not compulsory. Every time I review a child in detention and whether to extend that, I get information on whether they are engaging with school or nursery or whatever is appropriate, and why they do not attend if that is the case. They are important indicators for me and I need to make decisions on the basis of as much information as I can get. When the Home Affairs Committee visited Yarl’s Wood, it was lunch time, which is why there were no children in the school, but the school is a good facility, as the hon. Member for North-East Bedfordshire acknowledged. The improvements have been acknowledged by others, including Sir Al Aynsley Green, the Children’s Commissioner for England, and the independent monitoring board. However, we are not complacent and, as the Minister responsible, I certainly would not want to be complacent on this important issue. We continue to look to identify further enhancements.  Patrick Hall That is indeed the case, but we are looking to improve facilities for 16 to 18-year-olds in particular, and we are creating a new kitchen and dining area to enable families to cook meals together, which we hope will help to maintain family bonds and a sense of normality—not to mention assist reintegration, whether in the country of origin or in the UK, even if only on a temporary basis. The hon. Member for North-East Bedfordshire also mentioned health care. My primary concern is that detainees receive the right standard of care and support while they are in our care. I looked into this issue closely before today’s debate. Good-quality care can be provided by the private sector as much as by the national health service. The health care department at Yarl’s Wood provides a good standard of care, which is comparable to primary care found in the community. Of course, referrals to secondary health care would be within the NHS.  All the health care staff at the centre are caring, qualified professionals, and no less able to care for detainees than the national health service does in the community. Residents are all seen by a nurse within two hours of arrival, and given an appointment to see a GP within 24 hours unless the nurse believes an earlier appointment is necessary. Thereafter they have access to the service on demand. We also vaccinate children and provide support to expectant and nursing mothers—an issue close to my heart as I am one myself, and I have always been alert to the extra pressure that pregnancy can put on women in detention, especially if they have other children.  I should also point out that health care in all our centres is subject to the standards, audit and inspection programme by the Care Quality Commission as national health service facilities. Indeed only a few weeks ago, the commission was at Yarl’s Wood inspecting the services there, and we look forward to receiving its report in due course. I shall make a particular point of alerting both the hon. Members with a constituency interest in that report when it is published.  We are ensuring that we have proper screening for mental health issues, so that anyone with a mental illness is identified on arrival, together with the best pathway for their treatment. That is important because, as hon. Members have pointed out, that can be one of the key hidden health factors for someone facing the difficulties of detention.  As I have said, we really do not want to detain children at all and would much prefer that families accept the decision of deportation on their case and leave the UK promptly—although if they accepted the decision they would of course leave voluntarily. However, while we do not currently envisage a position in which we would never detain—I would not want to go that far at this point—we are committed to exploring alternatives that at the very least reduce the number of families being detained while ensuring that they depart the UK promptly when required.  Following the Kent pilot, a three-year pilot has been running in Glasgow since June 2009. I know where it is because I passed the properties when I was last visiting the area—before I had my baby—although they were not up and running at the time. However, I will visit Glasgow next week to see it for myself and, if possible, to talk to some of the families, although that can be difficult, given that they are all in flats. The project is providing intensive support to families who have exhausted all rights to remain in the UK, helping them to confront the issues delaying their departure.  The 12-month pilot of the migrant helpline was in Ashford, Kent, and that was aimed at providing accommodation, health care, education and legal services to the families with no basis of stay. It has been acknowledged that that was not a success, with only one family departing under the assisted voluntary return scheme. We are learning the lessons of that scheme to take on board in Glasgow.  Alistair Burt "}}