{"Revitalising Parliament": {"Mr. Andrew Pelling (Croydon, Central) (Ind)": "It is a special pleasure to serve under your chairmanship, Sir Nicholas. With your extended knowledge of this place, it is particularly appropriate for this debate to take place under your guidance. I am pleased to have secured the debate and grateful to colleagues who have come to contribute. This debate could be seen as a curtain-raiser to the debate that will take place on the Wright report after the recess. The clear and helpful advice—perhaps even a stricture—given by the principal Clerk of the Reform of the House of Commons Committee, is that we should not pre-empt that debate. It is interesting to think about the history of this place, and that there is a clear rule against anticipation. That rule has obscure origins, and was there to protect other hon. Members. In the past, the organisation of the agenda of the business of the House was so chaotic that people would often try to pre-empt debates by tabling earlier Bills and motions. That rule against anticipation was reaffirmed by the Procedure Committee in 1907. I place that on the record in case people reading the debate in Hansard question why we were so careful not to mention the detail of the motions that will come before the House once we return from the recess.  Bob Spink (Castle Point) (Ind) ", "Bob Spink (Castle Point) (Ind)": "The hon. Gentleman has proved himself to be an assiduous and good parliamentarian as well as a great constituency MP. He will know that our constituents are not interested in the arcane rules of this House; they want us to clean this place up and do it immediately. They are keen to learn not only about the input, and our expenses and salaries, but about what work we do for them. People are most concerned about the value for money that they get from their MPs. Will the hon. Gentleman be addressing that today? Mr. Pelling ", "Mr. Pelling": "I very much hope so and I am grateful for my hon. Friend’s kind comments. I was inspired by yesterday evening’s contribution by the hon. Member for Bethnal Green and Bow (Mr. Galloway) to what was otherwise an ill-tempered, disorganised and unfortunate debate. He offers a radical agenda for this place, and as he rightly said yesterday evening, the public are looking for a substantial change in the way that this place works. Mr. George Galloway (Bethnal Green and Bow) (Respect) I will probably not be as radical, although I am happy to give way. Mr. Galloway I am pleased that you have done so, Sir Nicholas, and I would also have been pleased to concede time from my 15 minutes. I am grateful to the hon. Member for Bethnal Green and Bow, and I feel privileged that he has taken the opportunity to attend, as I know that he had other competing engagements this morning. I would like to strongly endorse what he has to say. I love this place; I have shown 2,000 constituents round the Palace of Westminster, and it is not a criticism of the Palace to say that I strongly agree with the hon. Gentleman’s proposal. If we were based at the ExCeL centre, which is only two and a half miles away from the Olympic village, that would have a transforming effect on our ability to set our own culture, hopefully in a reforming Parliament after the next election. It would provide useful tied accommodation for Members of Parliament which, I presume, would be a little cheaper, and would underwrite what might be an unused facility once the Olympics are over. It would be marvellous if we could go there for the start of the autumn Session of 2012. It would also stimulate the local economy.  Dr. Richard Taylor (Wyre Forest) (Ind) Before I give way to my leader, I would like to say that when I sat on the London Assembly, we had the luxury of being able to set our own culture and procedures. Moving would also have that effect. Dr. Richard Taylor I am grateful for my leader’s intervention. It is a sign that independent MPs think for themselves without necessarily agreeing on a particular policy beforehand. In a Parliament full of independent MPs, the advantage would be that a debate about such issues would be held in public—this is only one small issue. My view on moving away from this place is that we could still come here for the Queen’s Speech and important national ceremonies. One of the constraints of this place is that our staff are in small, tiny rooms. Some rooms are larger than others, however, and in some ways the difference between tenancies could be seen as a reflection of the differences in British society. I sit in a fairly pokey little room in Star Chamber Court, but at least it has proximity to the Chamber. Our staffing would be much more efficient if we had modern, open-planned offices where resources were shared in such a way that there were a large number of people who were experts in matters such as migration or benefits. There would be huge economies of scale, and no doubt we would save significant amounts of money from the expensive running of Parliament.  Parliament needs radical change. People are, quite rightly, disillusioned with the way that Parliament is run. There is concern about expenses, and it is a scandal that some Members of Parliament have become millionaires off the back of publicly-funded speculation in the central London property market.  Much of what we have to say has its traditions in the Chartist movement or in the peasants’ revolt, which in many ways was a reaction against too heavy a hand from Government. We still see that, in that well meaning Government often intervene in such a way as to place real restrictions on civil liberties, and when the Executive come into this place and arrest Members of Parliament such as the hon. Member for Ashford (Damian Green).  I think that radical and important proposals should be made when this place is in crisis and when young people are going to the polls at the rate of only 40 per cent. There is a great danger that that will continue. I found yesterday’s debate about change to the electoral system most depressing; in fact, I found it so depressing that I walked out after three hours. The Government approach of being in favour of what they euphemistically call or what the Secretary of State for Justice called majoritarian structures is unfortunate, because of the situation to which it leads. At the last election, the Government secured 36 per cent. of the vote—4 per cent. more than the Conservatives—and had a very significant majority. There is no way that that electoral system can be said to speak for people. I believe in the first-past-the-post system and the value of constituency Members, but that can be combined with a list system. By abuse of the royal prerogative and by what Lord Hailsham would have called the elective dictatorship, we have ended up in a situation in which Government essentially take this place for granted. That is built on the first-past-the-post system.  I support the point sensibly made by the right hon. and learned Member for Sleaford and North Hykeham (Mr. Hogg) that it would be a natural evolution of this place—our processes have evolved over the centuries, so perhaps in some ways we can soothe those who think that this should be about not revolution but evolution—for it to change to one in which the Executive sit outside the Parliament. It would be far more effective if hon. Members themselves had the ability to legislate in the way in which Members of the US Congress do. We see what Members of Congress do in terms of boasting to their constituents about legislation that they have taken through. It is appalling that in the 1990s, private Members’ motions were dropped. It is no wonder that people think that Members of Parliament do not have much influence. Indeed, this place has been leached of power and influence.  In the TV programme “The Thick of It”, which is funny but unfortunately dreadfully true, Nicola Murray said about her ability to change things, “I am only a Cabinet Minister.” Nothing could have been truer. I am talking about the way in which power is so heavily concentrated not only away from this Parliament, but away from the Cabinet to what has been described as a presidential system. Harold Wilson was described in that way. We should recognise that that is the change that has taken place.  I can give an example. Yesterday, I was expressing concern about the small number of GPs who are available overnight to help the 370,000 people of Croydon.  Bob Spink There were three GPs; I am grateful for the prompt from my hon. Friend. The Minister’s response was, “I’m sorry. This is not my responsibility; it is a matter for the primary care trust.” I went to see a Pensions Minister about an appalling abuse of Allders pensioners and the response was like something from a new version of “Yes Minister”: “Of course I’m terribly concerned about this issue and I would be very happy to write a letter to the regulator, but you appreciate it would not be appropriate for me to be involved in this matter.” That is a tremendous leaching of power away from this place. Ministers are themselves elected and if they are going to stay in Parliament, they should have the confidence and the strength to involve themselves. I am mindful that I am coming towards the end of my time. I shall make some final remarks and proposals. This place should be closer to the electorate. We should follow the Chartist idea of yearly elections—I am not saying that we should all serve just a one-year term; we should serve five-year terms—so that we are much closer to the electorate. One way of engaging, which could not be regarded as a gimmick because it would have a positive effect on the attendance of Members up until Thursday evening and would create a climax to the parliamentary week, would be to have Prime Minister’s Question Time at a time when people are more likely than not to be at home. It should not be at 12 pm. It should not take place on the basis of news management. It should take place at 9 pm on a Thursday, in the run-up to the political programmes on a Thursday evening on the BBC and, of course, after “Coronation Street”.  It is valuable to be able to ask positive and sometimes conciliatory questions of Ministers. A charming Labour Member of Parliament came up to me in the Tea Room and said, “You’re that chap who asked those tricky questions.” I do not ask those questions that are normally along the lines of, “Bearing in mind that you are complete rubbish, what do you think about this?” to which the response from the Minister is always, “Well, you were rubbish 10 years ago.” That gets us nowhere in terms of constructive debate. I tend to ask a more modulated question: “I concede that the Government are doing well on this, but they could improve on that.” I said to that Labour Member, “I’m just polite.” When we are polite, we get a reasonable response. This is about getting away from the partisan nature of this place. The charming Labour Member said to me, “No, you’re not polite; you’re just the smiling assassin.” I rang my office and said, “Should I put that on my CV?” and was told, “No way are you putting that on your CV. It’s not a credit to you.”  Nevertheless, we should get away from the partisanship of this place, and many independent Members within parties, including you, Sir Nicholas, have managed to do that over time. It is possible to do it within parties and it is important that we have that. We must recognise that it is good news sometimes when Members of Parliament dissent slightly from their parties. Such is the discipline these days, imposed by Tony Blair and by the right hon. Member for Witney (Mr. Cameron), that any slight variation from the theme is regarded as a terrible betrayal and is portrayed by the media as a maverick approach. It would do credit to this place if Members of Parliament had the confidence to stand up to the Whips, to deal with the wily ways of the Whips and to recognise that they should progress their careers not by being quiet or by the Gilbert and Sullivan approach of not thinking for themselves at all, but by saying that they speak out for their constituents and they serve their constituents, not a political master.  All hon. Members present are, in one way or another, independent or Respect Members, and we believe that independents can debate an issue without partisanship. It is possible to represent our constituents well in that way. In many ways, Parliament is a place of talking, and our constituents would expect us to talk for them and to have a radical agenda to transform this place so that we can regain the confidence of the British people. Otherwise, we will return to the approach of popular opposition to this place, with reference back to Chartism and peasants’ revolts. Parliament has always followed the best approach of recognising when there is upset and concern in the country and changing its procedures in an evolutionary, not a revolutionary way, so that we meet those concerns.  11:18:00  The Parliamentary Secretary, Office of the Leader of the House of Commons (Barbara Keeley) The Regional Select Committees are an excellent initiative by the Government, and it is a shame that not all parties participate. They are a good model for Parliament, looking as they do, in a cross-cutting way, at different Departments. Barbara Keeley I obviously did not express myself clearly enough. My point was about Ministers not being Members of the House—a bit like with Congress in the States and the French Assembly. Being on the road is worthwhile, but that was not my point. In many ways it would be better if the Executive sat outside Parliament. Barbara Keeley I said that we would serve five-year terms, but that only a fifth of Members would retire every year. Barbara Keeley The hon. Lady is quite right to detail the good progress that has been made, but does she not concede that it is disappointing that the Government are not willing to release more time for Members to initiate their own legislative ideas? Would it also help the scrutiny process if we had a budget office that looked at Government performance, particularly their fiscal performance, at this difficult time? That is obviously another idea stolen from Congress, but it would boost the status of this place. Barbara Keeley ", "Mr. George Galloway (Bethnal Green and Bow) (Respect)": "rose— Mr. Pelling ", "Mr. Galloway": "I am grateful to the hon. Gentleman for giving way so early in his speech, and may I associate myself with the remarks that he made about your chairmanship, Sir Nicholas? I have served in Parliament alongside you for a long time, although you have served longer than I, and I think that you will not be in this House at least, after the election. That is a loss and it is a pleasure to appear—perhaps for the last time—under your chairmanship. I am grateful to the hon. Member for Croydon, Central (Mr. Pelling) for securing this debate and for the ideas that we shared on the Back Benches yesterday evening. I wonder whether, through you, Sir Nicholas, I could ask the hon. Gentleman if, when he says, “this place”, it has to be this place. I have come to the conclusion that this place is a museum and would be better officially turned into one. It would be a popular museum.  The Olympic village in east London has lots of residential accommodation that could accommodate Members. I think that we should take a look at moving east and cleansing these Augean stables by sealing them and making them a monument to what was good and what was bad about this place.  Sir Nicholas Winterton (in the Chair) When identity cards were debated, an hon. Member—indeed one of the most independently-minded Government Members—said that if there had been a free vote, the measure would not pass. Looking at that from the other side, the Member was saying that he would vote for something in which he did not believe, and that he knew was wrong, because it was a whipped vote on an issue of great magnitude. Is that not one of the things that have brought this Parliament into disrepute? Barbara Keeley ", "Sir Nicholas Winterton (in the Chair)": "I have used my discretion, and I think rightly. Mr. Pelling ", "Dr. Richard Taylor (Wyre Forest) (Ind)": "rose— Mr. Pelling ", "Dr. Richard Taylor": "I thank my hon. Friend for giving way. It is a real privilege to sit in a Chamber with three hon. Gentlemen who I can refer to as my hon. Friends, even if I have taken a great deal of licence and talked about other people from other parties as my hon. Friends, because I genuinely believe that they are. I want to suggest something that is a little more practicable. I would hate to move out of this place, as although it is a museum, it is great to show people around. It is a museum, but it has a function. I would like to make a concrete suggestion to my hon. Friend the Member for Croydon, Central (Mr. Pelling). Surely allowing more free votes in this place would curtail the power of the Whips, make hon. Members think about what they were voting on, and allow a Government of either party or colour to say that they were listening to the views of the people as expressed by their representatives.  Mr. Pelling ", "Bob Spink": "Three. Mr. Pelling ", "The Parliamentary Secretary, Office of the Leader of the House of Commons (Barbara Keeley)": "It is a pleasure to serve under your chairmanship, Sir Nicholas. As other hon. Members have said, you are a strong advocate for change in Parliament and I know that you have spoken on this subject on many occasions over the years. I congratulate the hon. Member for Croydon, Central (Mr. Pelling) on securing the debate, which was retitled “Revitalising Parliament”, and the other independent Members who have spoken in this short debate. It is an interesting group of Members to respond to. An important reform that I should perhaps touch on at the start is the present Government’s suggestion of using Westminster Hall as a parallel Chamber for debate. The Select Committee on Modernisation of the House of Commons recommended establishing the use of this room as a second debating Chamber. That change was not supported initially throughout the House—I think that you, Sir Nicholas, did not support it at the start—but hon. Members have since admitted that they were wrong and that they see the use of Westminster Hall as an important and useful change. We should continue to consider the type of issues that have been discussed today and keep making progress  Let me turn to the points made by the hon. Members for Croydon, Central, for Castle Point (Bob Spink), for Bethnal Green and Bow (Mr. Galloway) and for Wyre Forest (Dr. Taylor). Constituents increasingly want to know what work their MPs are doing for them. The coverage of this place does not help with that, because just showing the Chamber all the time in the broadcast and media coverage does not help to show all the other work that MPs do. I am not lucky enough to be able to bring 2,000 constituents down to Parliament, because it is much too far for my constituents to travel from the north-west. Hon. Members whose constituencies are closer are lucky if they can bring thousands of constituents here.  There have, however, been a number of moves to take Parliament out of this place. The London Regional Select Committee, of which the hon. Member for Croydon, Central is a member, meets in various parts of London. For example, it met in Stratford, east London, on Monday, so things are happening on that front.  The hon. Member for Wyre Forest talked about allowing more free votes.  Mr. Pelling ", "Barbara Keeley": "That is useful feedback. On the point about more free votes and curtailing the power of the Whips, it is difficult for me, as someone who was until recently a Whip, to hear what is often said about the Whips. There is a difficulty in striking the balance between the Government getting their business and their legislative programme through this place, and the need for Members to take part. Mr. Galloway As I have said, there is a difficult balance. I shall move on quickly, because a number of other issues were raised, but because there is such a difficult balance, we will end up debating the matter much more in the coming weeks. The issues of staffing, offices, the way in which Members share resources and the need for open-plan offices were raised by the hon. Member for Croydon, Central. The central employment of staff has been looked at this year and, interestingly, Members have jealously guarded their right to employ their own staff and resisted any attempts at change or moves towards pooling. As the Independent Parliamentary Standards Authority takes on board many more issues and the independent regulation of this place, it should start to consider that matter. Certainly there are substantial costs. I have the substantial cost of running a constituency office away from here, and we must look at all aspects of that, including the possibility of sharing.  On yesterday’s debate about the voting system, it is important that Members on both sides of the House know that restoring trust and confidence is vital. It is important that a Member has the confidence of a majority of the constituents who vote. Last night we voted to have a referendum that would ask the electorate whether they wanted to change the voting system to the alternative vote. Admittedly, different views have been expressed this morning, as was the case in the Chamber yesterday, but we cannot have people being elected on 25 per cent. of the vote of their constituents, because that will not inspire confidence.  On the Executive sitting outside Parliament, the Secretary of State for Transport has suggested that meetings be moved to Salford which, as a Salford Member, I would welcome. The Cabinet has met around the country, most recently in Exeter, and it makes contact with local people, holds local meetings and gets a feel for the place, as well as having the Cabinet meeting.  Mr. Pelling The hon. Gentleman did express himself well; I am just saying that we have made a start. There is no time to develop the idea of yearly elections, but as the hon. Gentleman and I were elected on the same day, I ask him whether we have enough expertise after a year here? Some Members have been in the House for quite a while, but after coming up to five years, I am only just starting to understand the process and procedures of this place.  Mr. Pelling That would still lead to a lot of churn, but it is an interesting notion. The idea of whether we have Prime Minister’s questions on Thursdays is also interesting, but I understand that setting the timetable for that session is a matter for the Prime Minister. The suggested time would be different, but the session would go back to where it used to be—it used to be held on Tuesdays and Thursdays. The important theme of non-partisanship—not being partisan in every debate and on every issue—has emerged. Barack Obama talked about that this week. He has suffered the scars of trying to get his health care legislation through the House of Representatives and the Senate. The issue was also in raised in the Liaison Committee the other day. It behoves us all not to be smiling assassins but to be polite, and non-partisan when we can—the hon. Member for Croydon, Central makes a good job of that.  Moving quickly on, I want to touch on some successful changes. In 2007, there was a Modernisation Committee report on revitalising the Chamber. Now that we are so impatient for change, it is difficult to see that some things that have happened since then have been successful and are gathering pace. Topical debates and topical questions were introduced then, and the latter are proving to be very successful. Other matters that the Committee looked at to improve topicality, which was a big issue at the time, were urgent questions and debates. Mr. Speaker clearly now allows many more urgent questions and, with oral statements, there are now many more occasions on which hon. Members can question Ministers on urgent issues. We have had many highly topical sessions, on Haiti, Yemen, and salt reserves following the severe weather—that matter has come back to us this week—and we have heard oral statements this week about devolution in Northern Ireland, and, as the hon. Member for Croydon, Central mentioned, out-of-hours GP services. We are starting to get a better balance.  There have also been changes to how the Government are scrutinised. People might think that that needs to go further, but the Prime Minister now appears before the Liaison Committee, as he did most recently on 2 February. Interestingly, the Prime Minister said at that meeting that we need changes to make  “power more accountable to people, make people have a more direct relationship with their representatives and, of course, make the Executive give up some power it should not have to the House of Commons and to the elected authorities.”  That is a real statement of intent about where we should be going.  Mr. Pelling Those are all interesting ideas, and when we have the expected debate on 22 February, some of those ideas might come forward. We have more scrutiny of economic matters and there are many debates. Recently, we had a debate on the pre-Budget report for the first time. Of course, we always have a debate on the Budget itself. I shall touch again quickly on the London Regional Select Committee because, like many other Committees, it does a good job. In fact, it was set up as recently as 15 December, and is now doing some excellent work looking into London’s population and the 2011 census. It has taken oral evidence, and we are all interested in the outcome and the forthcoming report.  We have seen a number of legislative and other changes, but perhaps the most important final matter to touch on is how the House engages with the public. That is changing, but we have much more to do. We have launched a new House of Commons website, and the UK Youth Parliament held an excellent debate in our Chamber on 30 October. Allowing the Chamber to be used by more members of the public, such as the Youth Parliament and perhaps an assembly of older people, is the right way to go, and it is done in the Scottish Parliament.  I look forward to the continuing revitalisation of the House and opportunities to debate the subject. It is very welcome that we have been able to hold today’s debate. We have a further major opportunity for such debate on 22 February. I shall not anticipate that debate, but one of the motions touches on petitions. The hon. Member for Croydon, Central currently has 29 petitions on his website, and I am sure that he will be interested in contributing to how we can make petitions and our engagement with the public much more important and effective—  Sir Nicholas Winterton (in the Chair) "}}