{"Electoral Reform": {"Lord Tyler": "To ask Her Majesty’s Government when they will implement their 1997 manifesto commitment on electoral reform. Lord Tunnicliffe My Lords, I congratulate the Minister on keeping a straight face while he gave that extraordinary excuse to the House. I gently point out that that does not fulfil the requirement given in the Labour Party manifesto in 1997; namely, to have a review, which was undertaken by Lord Jenkins and his very distinguished commission. Why do the Government think that a consensus was required before a referendum on that recommendation was permitted, while last night no consensus was achieved? Indeed, Conservative MPs did not have a veto last night as they had on the Jenkins commission. Is the Minister saying that in future no Labour manifesto promise will be of any worth whatever unless the Conservatives agree to it? Lord Tunnicliffe ", "Lord Tunnicliffe": "My Lords, the other place voted last night by 365 votes to 187 in favour of amendments to the Constitutional Reform and Governance Bill to provide for a referendum to take place before the end of October 2011, offering a choice between the current system for elections to the House of Commons and the alternative vote system. Lord Tyler I can hear some amusement from the last comment. The 1997 manifesto had a commitment to put a proportional alternative in a referendum. During that Government there was considerable legislation, new institutions were established, there was the Jenkins report, new voting systems were tried, and a great deal of learning took place. Neither the 2001 nor the 2005 manifestos had any reference to proportionality, which requires multi-Member constituencies or two classes of MPs. That would destroy the clear central theme of the House of Commons and the link between the single Members, all of whom are a common class with their constituencies. Lord Henley My Lords, when things happen in this House is for the business managers. Lord Campbell-Savours My Lords, the first past the post system has the strong constituency link and the equality of Members, and produces decisive governance. It is a good system. We nevertheless believe that the alternative vote builds on that system. Alternative votes will ensure that MPs will be elected with broader support. We believe that this majority mandate will enhance the legitimacy of MPs as they will need to reach out to a wider range of voters than under the existing system. Crucially, AV maintains the essential link between an MP and a single geographical constituency. Lord Maclennan of Rogart The position taken by the Government has been to introduce a great deal of constitutional reform, and they have developed an understanding of the consequences of that reform. The Government are strongly of the belief that no system of proportionality would make sense in the special circumstances of the House of Commons, and they think that they have a strong consensual position in that regard. Last night, a proposal to introduce a proportional amendment was defeated by 476 votes to 68. Lord Hamilton of Epsom My Lords, electoral systems have results and in democracies we live with them. The European Parliament is a very different place from the House of Commons. It is primarily a representative body and is not an executive body in the sense that the Executive are not drawn from it. We believe that representatives in the European Parliament should be broadly representative of the electors of the UK, and that is why we think that PR is appropriate for UK European elections. The Lord Bishop of Chichester My Lords, I agree entirely with the right reverend Prelate. We have looked at research to see whether any of the various voting systems have a significant impact on voter involvement and we do not believe that that feature is significant. However, we believe that it is important to restore confidence and that the alternative vote system will require candidates to reach out to the whole electorate in their campaigning. That will be an important step, but the relationship between the constituency and its Member is the way forward. Lord Dubs I agree entirely with my noble friend, but add a word of caution. We believe that AV has much to recommend it, which is why we should set it in front of the British people in a referendum. It will be for them to decide. Earl Attlee ", "Lord Henley": "My Lords, will the noble Lord continue to try to keep a straight face and tell us when the Constitutional Reform and Governance Bill will come to this House, and whether he thinks that he can get it through before the general election? Lord Tunnicliffe ", "Lord Campbell-Savours": "My Lords, what does my noble friend feel are the problems with first past the post? Lord Tunnicliffe ", "Lord Maclennan of Rogart": "My Lords, why did the Government reject the sensible advice of the Jenkins commission that they could have the unique distinction of breaking the spell under which parties, when they want to reform, do not have the power to do so and, when they have the power, do not want to reform? Lord Tunnicliffe ", "Lord Hamilton of Epsom": "My Lords, do not the elections to the European Parliament indicate the dangers of having multi-Member constituencies through the opportunities offered to extreme parties like the BNP to get representation in Parliament? Lord Tunnicliffe ", "The Lord Bishop of Chichester": "Does the Minister accept that the most fundamental need is to restore confidence in the democratic process in this country, which should encourage us to do everything we can to increase the number of people who consider it important that they should exercise their vote at the general election? Lord Tunnicliffe ", "Lord Dubs": "My Lords, of course the constituency link is absolutely crucial, but does my noble friend agree that there is a further big advantage to AV in that it prevents the need for tactical voting and therefore produces a better result, particularly in those constituencies where up to now tactical voting has sometimes determined the outcome and sometimes has not quite worked? Lord Tunnicliffe ", "Earl Attlee": "My Lords, if the referendum is such a good idea, why was it not provided for in the Bill as originally drafted in the House of Commons? Lord Tunnicliffe "}}