{"Sri Lanka": {"Lord Sheikh": "To ask Her Majesty’s Government what is their assessment of the treatment of the Tamil population in Sri Lanka. Lord Brett My Lords, I thank the Minister for that response. Does he support the view that the Government should put pressure on President Rajapaksa to address the plight of Tamils in internment camps as a matter of urgency and arrange for the displaced persons to return to their homes? Secondly, what steps will Her Majesty’s Government take to ensure that President Rajapaksa makes reconciliation between the Tamils and the Sinhalese a priority and undertakes development assistance in the Tamil-populated areas? Lord Brett ", "Lord Brett": "My Lords, we continue to urge the Government of Sri Lanka to address the underlying causes of conflict. We hope that recent progress on returning the internally displaced persons from the camps to their homes continues and is carried out according to international standards. However, progress towards an inclusive political solution that addresses the legitimate grievances of all communities, including Tamils, is slow and that puts at risk the long-term peace and stability of Sri Lanka. Lord Sheikh My Lords, the latest official United Nations figures, from 15 January, estimate that 187,500 internally displaced persons—IDPs—have been released from the camps and that around 100,000 remain. This progress is welcome, but we continue to have concerns. Humanitarian agencies lack the full access that is required to assist IDPs to recover their livelihoods and to rebuild their communities. The restriction on the freedom of movement of those who remain in the camps has eased, but there are still constraints. My right honourable friend the Foreign Secretary spoke to his opposite number, the Sri Lankan Foreign Minister, on 5 February and urged him to allow all IDPs full freedom of movement and to lift remaining restrictions. On the noble Lord’s second supplementary question, it remains our view that genuine national reconciliation is a requirement that will bring the Sri Lankan Government to promote and protect the rights of Sri Lankans, including Tamils. We urge that policy on the Government and hope that they will put it into practice. My right honourable friend the Prime Minister wrote to the President of Sri Lanka, urging him to use his new mandate to take forward a process of national reconciliation. Lord Avebury The noble Lord makes two important points. I will have to write to him with up-to-date information on the point about the detainees, but he is absolutely right about the requirement for demining and for reconstruction. DfID is providing some £12.5 million of humanitarian funding aimed at supporting two British NGOs, the HALO Trust and the Mines Advisory Group, to undertake demining activities. We are also supporting the UN operations team to provide transitional shelter for 2,000 returning IDP families to the Vanni area. Lord Anderson of Swansea My noble friend makes an important point about the role of India, which is an important player in the region. I am not aware of any current Commonwealth proposals to intervene in the situation. There is a newly elected President and a dissolved Parliament as of yesterday, with elections to be held within the next eight weeks. Hopefully we will move forward from there. I have no specific information in respect of the Commonwealth. Lord Howell of Guildford My Lords, I am deeply appreciative of the support that the spokesman for the Opposition has given to the Government. I think that we are at one in this House in wanting to see reconciliation in that troubled country. Tamil and, indeed, Sinhalese communities have been disturbed by violence, and by deprivation as a result of violence, and we want to see them returning to their homes and to a much better life. We urge reconciliation on that Government and we are providing humanitarian assistance. We have urged the Government to allow an independent inquiry into crimes that were stated to have happened during the conflict. The country is not part of the Rome treaty and cannot be imposed on from outside, but a new mandate is being formed and a new Government are coming to power. We hope that the pressure that the international community puts on them from all sides will bear fruit. Lord Eden of Winton My Lords, I do not have an up-to-date figure for the amount or the activity of the international bodies, although I will happily write to the noble Lord on that. His first point is crucial. Now is the time for the Government and the President of Sri Lanka, in this moment of military victory and an election victory by a substantial majority, to reflect on the words of Winston Churchill, who said, “In victory, magnanimity”. That lesson has been well learnt in other parts of the world. In this part of the world, it could be essential in bringing together a community that is damaged by a quarter of a century of conflict. The Earl of Sandwich ", "Lord Avebury": "The Minister may have seen the claim made yesterday by a Sri Lankan Minister that all the IDPs have been resettled except 70,000. Whatever the actual number, does the Minister agree that there is no coherent programme for making the former inhabited areas that were subject to conflict safe for habitation by removing the mines and by rebuilding the damaged or destroyed houses? Also, what progress has been made in dealing with the 11,000 alleged former LTTE fighters who are in indefinite detention? Will they be brought to trial? Lord Brett ", "Lord Anderson of Swansea": "My Lords, over the years, the Commonwealth has had a remarkable record in seeking to bring together factions within Commonwealth countries. India is involved here as well as Sri Lanka. Does the Minister see any prospect of an intervention or initiative by the Commonwealth Secretary-General? Lord Brett ", "Lord Howell of Guildford": "My Lords, does the Minister accept that we on this side of the House are extremely concerned about the hardship and suffering among the Tamils, and about other matters that my noble friend Lord Sheikh has raised? We fully support the Minister’s concerns about human rights, the actions of the present Government, which seem to be very much on the edge of human rights, and the general turn of events in this unhappy land. Does he also accept that there is now a need for an independent inquiry into the alleged war crimes committed by both sides in the recent military conflict, which might help, and does he accept above all that any support that the Government can give for reconciliation processes will have our full support on this side of the House? Lord Brett ", "Lord Eden of Winton": "Now that the military and the presidential campaigns have been won, is not this the best possible time to show magnanimity and statesmanship? In the mean time, will the Minister say a bit more about the financial assistance that has been given to the displaced people in the Tamil north and, in particular, the work of international organisations such as the World Bank and the International Organisation for Migration? Lord Brett ", "The Earl of Sandwich": "My Lords, did the Minister see a report from the governor of the Central Bank yesterday that $1 billion is being raised for reconstruction in the north? However, none of it is going to reconciliation. Will DfID therefore make that one of its priorities? Lord Brett "}}