{"Economic Activity": {"Mr. Robert Goodwill (Scarborough and Whitby) (Con)": "3. What recent discussions he has had with the Secretary of State for Work and Pensions on economic activity in Wales. The Secretary of State for Wales (Mr. Peter Hain) ", "The Secretary of State for Wales (Mr. Peter Hain)": "Economic activity in Wales has increased by 8 per cent. since this Government came to power in 1997, meaning that 105,000 more people are in work or actively seeking work. Mr. Goodwill ", "Mr. Goodwill": "With a quarter of the working-age population in Wales economically inactive, Wales is faring worse than the other nations in the kingdom. Will the Secretary of State tell me how many of those currently working part time do so not through choice, but because they cannot find a full-time job? Mr. Hain ", "Mr. Hain": "Some clearly have been working part time rather than taking a full-time job, given the economic recession, but they would be looking to move into full-time work—not all, but some. I am surprised that the hon. Gentleman has raised that question, because he will know that the number of people on incapacity benefit tripled under the previous Conservative Government, from around 800,000 in the UK to 2.5 million. Many of those people were in Wales—former miners and others were just pushed on to incapacity benefit—whereas under Labour the figure has fallen by a fifth in the past 10 years. Some 52,000 fewer people have been on incapacity benefit in the past 10 years in Wales, specifically as a result of the jobs programmes that we have put in place to support people with a disability to get back into work. All that would be jeopardised by Conservative cuts. Julie Morgan (Cardiff, North) (Lab) I certainly welcome that, and my hon. Friend’s role in supporting that initiative and its successful outcome is much to be commended. That shows how a Welsh Assembly Government led by Labour in Cardiff and a UK Government led by Labour here in Westminster, working together, can save jobs. Even today, we have heard about 200 new jobs at L’Oréal at Llantrisant, with a total investment of £7 million from the Welsh Assembly Government. That is good news for local workers, and it is the result of Labour investment, which would be put at risk if the Tories got into power and started their cuts programmes. Mr. David Jones (Clwyd, West) (Con) ", "Julie Morgan (Cardiff, North) (Lab)": "When GE Healthcare in Fforest Fawr in my constituency announced major restructuring last year, there were fears for the loss of highly skilled jobs in laboratories and in medical technology. Does my right hon. Friend welcome the news that all those threatened job losses have been averted, and that in fact there has been a net increase in the number of highly skilled jobs in the Cardiff area? Mr. Hain ", "Mr. David Jones (Clwyd, West) (Con)": "Given that recently published figures show that economic inactivity in Wales is worse than in any other part of the UK, that three Welsh local authority areas are among the five poorest in the country, and that Wales has the highest rate of severe child poverty of all the home nations, what did the Secretary of State have in mind when he boasted last week that “Wales is still a wealthy country”?  Complacent or what?  Mr. Hain "}}