{"House of Lords: Companion to the Standing Orders": {"Lord Campbell-Savours": "To ask the Leader of the House on how many occasions in the past 12 months she has intervened in the House to draw the House’s attention to the need to comply with the Companion to the Standing Orders; and what assessment she has made of the response of Members. The Chancellor of the Duchy of Lancaster (Baroness Royall of Blaisdon) My Lords, have not attempts over the past week more vigorously to enforce the Companion clearly indicated, despite some success, that some Members simply ignore or refuse to accept the authority of the government Front Bench? That being the case, should not the Procedure Committee be prevailed on to ask the Lord Speaker to intervene and act to defend the finer aspects of self-regulation? Baroness Royall of Blaisdon ", "The Chancellor of the Duchy of Lancaster (Baroness Royall of Blaisdon)": "My Lords, no such statistics are kept. In a self-regulating House, interventions to draw the House’s attention to the guidance in the Companion are not confined exclusively to the Leader. In the Leader’s absence, this role falls to the Deputy Leader or to the senior Government Whip present; and the opposition Front Benches and the Convenor also can and do draw transgressions to the attention of the House. Lord Campbell-Savours ", "Baroness Royall of Blaisdon": "My Lords, I believe that many Members of this House strongly support self-regulation, and I believe that most Members of this House accept the authority of the House. I, of course, was present yesterday and I think that most of the House were very much with me yesterday in what I was doing. The role set out for the Leader in the Companion is simply to draw the House’s attention to the guidance in the Companion and to any transgressions of the guidance. In relation to the Procedure Committee, I know that on the Benches behind me, and in other parts of the House, there is a strong desire for change—not throughout the House, but on the Benches behind me. I suggest that if any Members wish to take matters to the Procedure Committee, they can so do.  Lord Strathclyde My Lords, I am grateful for the support of all Members of the House in ensuring that discipline is properly maintained in this House. I do not think that I want to comment greatly on what happens in the other place, but I am mindful of it. Lord McNally My Lords, I could not go as far as STV. I understand that there is a mood for change in some parts of the House. The Leader has not been shilly-shallying. The Leader has been doing what it is appropriate for the Leader to do, which is to try to ensure that all parts of the House are included in such a Leader’s Group. I accept that not everybody wishes to establish a Leader’s Group at this point. Notwithstanding what the noble Lord said about the election, I think that with six weeks—who knows?—before an election, although we know that an election will come before June, perhaps it would be better to wait until we return after the election. I can see the noble Lord nodding his head. We are all coming back. If, as I very much expect, we are still sitting on this side of the House and it should please the Prime Minister that I should still be the Leader of this House, I will set up a Leader’s Group. But I do not think that it is appropriate to do so in the last six or eight weeks before an election. Lord Boston of Faversham My Lords, I am grateful to the noble Lord for pointing out to the whole House that when the clock says 23 we are actually in the 24th minute. Lord Howarth of Newport My Lords, it is interesting to have another view from the Benches behind me. That encapsulates the different views around this House. I am Leader of the whole House and, therefore, I have to ensure that all views are taken into proper consideration and that proper procedures are followed. Lord Elton Yes, my Lords. I frequently remind my ministerial colleagues in our weekly meetings that they should keep their answers short in order to ensure that Back-Benchers have proper time for questions. Lord Dykes ", "Lord Strathclyde": "My Lords, is the Leader of the House aware that from this side of the House, we greatly support and admire the work that she does in drawing the attention of the House to those Members who occasionally transgress the rules? Before making any change, would it not be a very good idea for more Members of this House to visit another place and judge for themselves whether discipline and behaviour in the House of Commons are better than in the House of Lords? Baroness Royall of Blaisdon ", "Lord McNally": "My Lords, there is a mood for change in this House, as the Leader rightly says. Why is she shilly-shallying about setting up a Leader’s Group? This House is not affected by a general election. We could get on straight away with listening to ideas for improvement. If there are worries about the composition of the group, why not hold a ballot of all Members of the House on the composition of such a group—to be conducted by STV, of course? Baroness Royall of Blaisdon ", "Lord Boston of Faversham": "My Lords, does the Leader of the House accept that her strictures, especially over the past week, are very welcome in all parts of the House? Does she agree that frequently these days, when the fourth Question is reached, we are well into the 23rd minute of Question Time? Will she encourage noble Lords to bear that in mind because it prevents the fourth questioner having the time he or she should expect? Baroness Royall of Blaisdon ", "Lord Howarth of Newport": "My Lords, is my noble friend aware that many of us on the Benches behind her and elsewhere in the House regard self-regulation as we have it, supplemented as it is from time to time by the government Front Bench with suitable tact and lightness of touch, as infinitely preferable to rule from the Chair or the Woolsack which would, whatever the merits of the occupant, lead, as we see every day in the other place, to excessive adversarialism across the House and constant challenge to the rules of the House? Baroness Royall of Blaisdon ", "Lord Elton": "My Lords, does the Leader consider the remarks of the noble Lord, Lord Boston of Faversham, as applying, as I am sure he intended, to Ministers as well as to Back-Benchers? Baroness Royall of Blaisdon ", "Lord Dykes": "Should there not be wider aspects of reform at this urgent moment? Why should not all Peers pay UK taxes and declare in the Register when they make extra payments as inducements to prospective candidates? Baroness Royall of Blaisdon "}}