{"Wales": {"Mr. Henry Bellingham (North-West Norfolk) (Con)": "1. When he next expects to hold discussions with ministerial colleagues and the Welsh Assembly Government on policy to tackle bovine tuberculosis. The Parliamentary Under-Secretary of State for Wales (Mr. Wayne David) ", "The Parliamentary Under-Secretary of State for Wales (Mr. Wayne David)": "Both the UK and Welsh Assembly Governments take the impact of bovine tuberculosis very seriously. I am sure that the Welsh Assembly Government will consider the most effective means at their disposal, including vaccination, to eradicate bovine TB in Wales. Mr. Bellingham The Wales Office obtains its IT services from the Ministry of Justice, which follows the Government’s action plan for open source software. The Wales Office uses open source software to maintain its website, which hon. Members can find at www.walesoffice.gov.uk. Nia Griffith My right hon. Friend and I have regular discussions with Welsh Ministers on the implications for Wales of the whole of the UK’s legislative programme. This Bill is very much a cross-border Bill, and it is a good example of the Government and the Welsh Assembly Government collaborating to benefit those on both sides of the border. Miss McIntosh Short and not so sweet! The effective operation of both Severn bridge crossings is a priority for all travellers using this vital route to and from Wales—something that both the Secretary of State for Transport and I fully recognise. David T.C. Davies The United Kingdom and Welsh Assembly Governments continue to support Welsh farmers’ promotion of their first-class produce overseas. Michael Fabricant ", "Mr. Bellingham": "Does the Minister agree that the badger culling programme in Wales has been a success in eradicating bovine TB? What lessons can England learn from that? Does he agree that such a programme could be introduced in England as well? Mr. David ", "Mr. David": "Of course, as the hon. Gentleman recognises, bovine TB is one of the biggest threats to the farming industry, which is a major contributor to the Welsh economy. There are mixed opinions in both Wales and England as to effective TB control, but the Welsh Assembly Government strongly believe—correctly, in my view—in a combination of badger vaccination, targeted culling and other cattle measures. The cull has not actually begun yet in Wales, but I am sure that lessons will be learned. Alun Michael (Cardiff, South and Penarth) (Lab/Co-op) I am aware of the press report to which my right hon. Friend has referred but, of course, nobody is suggesting that there should be a cull, full stop. We need to use a range of measures, with that mixed approach being required in south-west Wales in particular. Mr. Roger Williams (Brecon and Radnorshire) (LD) Devolution is, of course, about not only doing things differently, but learning from the experiences of others, and I am sure that the experiences will be shared when this cull begins. I should emphasise that this is one element of a strategy that has been devised by the Welsh Assembly Government and that is fully supported by the farmers unions in Wales; I have every confidence in it. Chris Ruane (Vale of Clwyd) (Lab) My hon. Friend is correct to stress the importance of open source software. It is an example of co-operative values in a modern context, and of computer programmes across the world coming together to improve access to the internet. Of course, saving money is also extremely important, and the open source approach can provide best value for money to the taxpayer in delivering public services. We are discussing this at Welsh Minister level and with Whitehall Departments, and it will be an issue that we will raise constantly with the Welsh Assembly Government. Mark Pritchard (The Wrekin) (Con) Yes, and value for money is central to the Government’s programme. This marks a sharp contrast to the crude cuts that are being articulated by the Conservatives. We need to ensure that we have efficiency and value for money, as well as dramatic change and modernisation. We do not want crude, harsh cuts. Paul Flynn (Newport, West) (Lab) I was in Newport on Monday, and I saw good examples of companies that are thriving, admittedly in difficult circumstances. This registers the dramatic  improvement that is taking place. One company that I visited is EADS, and it is a good example of that improvement. It is also necessary to maintain investment and to think strategically about how we can modernise the economy to meet the challenges of the world. That is why the Government’s programme of digitisation is so important. Flood and Water Management Bill  Miss Anne McIntosh (Vale of York) (Con) I can provide the assurance that the cross-border issues will be central to the implementation of this legislation. It is clear that, right from the start of the discussions with the Welsh Assembly Government, there has been close co-operation between us, and a recognition on both sides of Offa’s dyke of the need to ensure that our policies dovetail, overlap and pull in the same direction. This is a good example of the kind of partnership that devolution is all about, and it is in sharp contrast to what would happen if the Conservatives were in power. Mr. Elfyn Llwyd (Meirionnydd Nant Conwy) (PC) Investment is always important. Dwr Cymru, despite recent difficulties, illustrates how a forward-looking company that is organised in a progressive way can make a meaningful intervention. Investment in this area is extremely important, and one of the most positive examples of recent times has been the £6.1 million of European funding for flood and coastal defences across Wales. Given the hon. Gentleman’s attitude towards Europe, I suggest that funding such as that might be put at risk, were his party to get into power—[Interruption.] Mr. Speaker I have to ask whether the hon. Gentleman is seriously suggesting that the Government spend billions of pounds of taxpayers’ money on subsidising the Severn crossings. I have to say that he is a classic example of two-faced Tories—[Interruption.] Yes, they suggest savage cuts one moment, while promising to spend billions the next. Jenny Willott (Cardiff, Central) (LD) That is a good point. Credit card payments are, in fact, being introduced for that reason. I pay tribute to, in particular, my hon. Friend the Member for Newport, East (Jessica Morden) for her tireless campaigning. As a direct consequence of her intervention, work is under way to make the necessary arrangements for secondary legislation. Dairy Produce  Michael Fabricant (Lichfield) (Con) We are doing a tremendous amount in that regard, in partnership with the Welsh Assembly Government. [Interruption.] Mr. Speaker ", "Alun Michael (Cardiff, South and Penarth) (Lab/Co-op)": "Will my hon. Friend note that bovine TB is a serious threat to the farming industry and whereas opinions may vary, the science is entirely against the suggestion that a cull of badgers would do anything to help farmers or the farming industry? Will he encourage his colleagues in the Welsh Assembly Government, especially in the light of the today’s report from Imperial college, to study the evidence again? Mr. David ", "Mr. Roger Williams (Brecon and Radnorshire) (LD)": "The Labour-led Administration in Cardiff bay have come up with a positive programme to eliminate TB in cattle in Wales, which includes better biosecurity, progress on the vaccination programme and a limited cull of infected wildlife. I am sure that the Minister will agree that devolution is not about isolation; it is about spreading best practice. Will he therefore have a word with the Secretary of State for Environment, Food and Rural Affairs, who seems to have lost the plot on this, and give him some good tips on how that approach could be implemented in England as well? That would provide a UK free of TB, rather than just one country free of it. Mr. David ", "Chris Ruane (Vale of Clwyd) (Lab)": "Some £124 of objective 1— Several hon. Members ", "Several hon. Members": "Question 2! Economy  Chris Ruane ", "Chris Ruane": "2. What recent discussions he has had with ministerial colleagues on the state of the economy in Wales; and if he will make a statement. The Secretary of State for Wales (Mr. Peter Hain) Up and at ‘em! We have had £124 million of objective 1 funding for Denbighshire, a £30 million Welsh Assembly Government investment in seaside towns in north Wales, £5 million from the Department for Work and Pensions for initiatives in Rhyl, two new further education colleges in my constituency and an extra 6,000 jobs created in Vale of Clwyd. Will those investments be under threat if that lot over there get in? Mr. Hain ", "The Secretary of State for Wales (Mr. Peter Hain)": "My hon. Friend is the most enthusiastic Member in the House. Last month’s modest but welcome growth in gross domestic product shows that actions taken by this Government have begun to secure the economic recovery in Wales.  Chris Ruane Economic activity in Wales has increased by 8 per cent. since this Government came to power in 1997, meaning that 105,000 more people are in work or actively seeking work. Mr. Goodwill My hon. Friend the Under-Secretary of State for Wales met the hon. Gentleman and representatives of the company earlier this week to discuss the serious situation. The Government will take action to provide retraining and new work opportunities. Lembit Öpik Through the National Economic Council, I have regular discussions with ministerial colleagues to try to ensure that businesses in Wales can access the funds they need. Bob Spink ", "Mr. Hain": "The answer is yes, and my hon. Friend’s constituents understand that. They know that the Conservative plans, which were reported in The Guardian only on Monday, for savage cuts that will go dramatically further than Labour’s restrained policies will jeopardise all that investment in his constituency and all the investment that is going in, and that has gone in, to Wales in 13 years of Labour Government. Adam Price (Carmarthen, East and Dinefwr) (PC) First, I am not sure whether this is the hon. Gentleman’s last or penultimate appearance at Welsh questions, but I wish him well in his studies in America. We will all miss him dearly, although I am not sure whether the hon. Member for Meirionnydd Nant Conwy (Mr. Llwyd) will miss him as dearly. At any rate, the points made by the hon. Gentleman should be considered in the context of current discussions. I am assisting the First Minister in trying to resolve the matter, because the hon. Gentleman is right that Finance Wales has played an absolutely crucial role in helping businesses in Wales and that it ought to be able to continue that role free from any debt.  Dr. Hywel Francis (Aberavon) (Lab) I agree with my hon. Friend that the Swansea university innovation centre, which is in his constituency—and in our proud borough of Neath Port Talbot as well—represents a major breakthrough. That the university has been able to establish a new centre of innovation, in partnership with the business community and with the support of the Welsh Assembly Government, will help the whole area to go up an extra tier and ensure that the Swansea bay area, including Neath Port Talbot, can drive forward exactly as the Government want the economy to drive forward in relation to the digital economy, the low-carbon economy and the jobs of the future. All that would be put at risk by cuts in investment in precisely that sort of project. Mrs. Cheryl Gillan (Chesham and Amersham) (Con) What is interesting about the Welsh Assembly Government is that they have driven forward a series of imaginative business support programmes in all areas, including in European funding, which has helped to—[Interruption.] I am sorry about that; it was my wife calling in the middle of questions! That has helped to ensure that the Welsh economy is now recovering from, as the hon. Lady has said, the deepest recession for a very long time—at least since the 1930s. Company liquidations are down from the numbers in the 1980s and 1990s; employment levels are much higher; and housing repossessions are much lower. All that shows that the partnership between the Welsh Assembly Government and the UK Government is delivering for Wales. Mrs. Gillan Employment is still much higher than when we came to power; there are 90,000 more jobs than when the Tories were in power in Wales; housing repossessions are lower than during the financial crisis that the Tories dealt with; business bankruptcies are significantly lower; economic activity is rising; and the latest report from the purchasing managers index shows that economic activity is rising for the ninth consecutive month. It is very important that the hon. Lady and the House consider the following point. A Conservative Front Bencher—perhaps it was her—told The Independent on Monday:  “We have not had a clear message…There has been no one in charge, no one to take a decision…The last few weeks have been a mess.”  She has been describing Tory economic policy, which would be visited on Wales if she got this job.  Mrs. Betty Williams (Conwy) (Lab) As my hon. Friend may know, almost 150 businesses will benefit from funding support of between £10,000 and £90,000 that is specifically intended to help new and existing businesses. That will especially assist disabled and disadvantaged employees. The counties of Gwynedd and Conwy will also be assisted in that way, and I look forward to her working with those responsible to take advantage of that opportunity. Economic Activity  Mr. Robert Goodwill (Scarborough and Whitby) (Con) Some clearly have been working part time rather than taking a full-time job, given the economic recession, but they would be looking to move into full-time work—not all, but some. I am surprised that the hon. Gentleman has raised that question, because he will know that the number of people on incapacity benefit tripled under the previous Conservative Government, from around 800,000 in the UK to 2.5 million. Many of those people were in Wales—former miners and others were just pushed on to incapacity benefit—whereas under Labour the figure has fallen by a fifth in the past 10 years. Some 52,000 fewer people have been on incapacity benefit in the past 10 years in Wales, specifically as a result of the jobs programmes that we have put in place to support people with a disability to get back into work. All that would be jeopardised by Conservative cuts. Julie Morgan (Cardiff, North) (Lab) I certainly welcome that, and my hon. Friend’s role in supporting that initiative and its successful outcome is much to be commended. That shows how a Welsh Assembly Government led by Labour in Cardiff and a UK Government led by Labour here in Westminster, working together, can save jobs. Even today, we have heard about 200 new jobs at L’Oréal at Llantrisant, with a total investment of £7 million from the Welsh Assembly Government. That is good news for local workers, and it is the result of Labour investment, which would be put at risk if the Tories got into power and started their cuts programmes. Mr. David Jones (Clwyd, West) (Con) Does the hon. Gentleman not agree that, compared with Rwanda and most countries in the rest of the world—this is the point that I was making, if he had not chosen to take that quotation out of context— Wales is indeed still a wealthy country? Yes, we have suffered setbacks in the past few years, but we suffered terrible setbacks in the ’80s and ’90s. One of the reasons why we are in a strong position is that we have moved forward with investment to support businesses and the economy. That is one of the reasons why the number on incapacity benefit in Wales has come down by more than a fifth, when under the Conservatives it rose year on year. Open Source Software  Nia Griffith (Llanelli) (Lab) I will certainly do all that I can, as will my hon. Friend the Under-Secretary, to help the hon. Gentleman, who I know has been working energetically to try to save that company and the maximum number of jobs that he can. He will be aware that the claimant count unemployment in Montgomeryshire has fallen consistently over the past four months and now stands at just 2.5 per cent. There are also some job vacancies, but the priority must be to save what we can; we will work with the hon. Gentleman as closely as we can. Bank Loans  Bob Spink (Castle Point) (Ind) I understand the frustrations that the hon. Gentleman, who has been a tireless advocate on this issue, is expressing, but the truth is that the Bank of England says that there is now more bank lending and that we have intervened with banks such as RBS in which we have a stake to ensure that they are pressed into lending extra finance. The truth is also that the Welsh economy and the British economy as a whole have started to recover from this deep recession, because of the actions that the Government have taken. I hope that the hon. Gentleman supports what this Government have done, as opposed to the disastrous policies that the Tories would follow if they were in power. Nick Ainger (Carmarthen, West and South Pembrokeshire) (Lab) Yes, of course I would be happy to raise this matter, which has been a source of continuing agenda discussion at recent economic summits in Wales. We will certainly discuss the issue tomorrow in Llanelli, and I will bring my hon. Friend’s arguments to bear because the construction industry is vital. The investment that we are putting in will see more and more construction jobs, all of which would be put at risk if the Tories got into power. Mr. Speaker ", "Adam Price (Carmarthen, East and Dinefwr) (PC)": "Why is the Treasury forcing the Welsh Assembly Government to put on their balance sheet the £97 million that Finance Wales has loaned to small businesses and thus, in effect, capping the amount that can be lent, given that the Government here have been borrowing off balance sheet for years? Is that not another classic example of one rule for Wales and another for Whitehall, with Welsh people being penalised as a result? Mr. Hain ", "Dr. Hywel Francis (Aberavon) (Lab)": "There has been a 75 per cent. decrease in long-term unemployment in my constituency since 1997. Although we warmly welcome that, we should also be looking to create new, sustainable, high-quality jobs for the future, through such initiatives as the new science and technology campus in my constituency. Will the Secretary of State confirm that he supports that initiative and describe what practical help he can give to that excellent plan, because it is going to be an important development for the knowledge economy in south-west Wales? Mr. Hain ", "Mrs. Cheryl Gillan (Chesham and Amersham) (Con)": "Will the Secretary of State explain why, in the deepest economic downturn since the ’30s, his Labour colleagues in Cardiff, in the first half of the financial year, used less than a quarter of the business support programme money available to them for assisting our hard-pressed Welsh businesses? Mr. Hain ", "Mrs. Gillan": "I thought that that was the Secretary of State’s Plaid partners pulling his strings, rather than his wife calling. The fact is that, under Labour, the cost of business regulation has soared, and against the rest of the UK, Welsh gross value added has fallen and the wage gap has risen. That is the appalling record that is the reality of Labour in power in Wales today. Has not this underspend—I noticed that answer came there none—come at a crucial time? It is another example of Labour’s economic incompetence. The money was there. Why did Labour not spend it?  Mr. Hain ", "Mrs. Betty Williams (Conwy) (Lab)": "Can my right hon. Friend tell the House how many new jobs will be created through the areas enhancement fund, and how will that help the economy of the counties of Gwynedd and Conwy? Mr. Hain ", "Mr. Robert Goodwill (Scarborough and Whitby) (Con)": "3. What recent discussions he has had with the Secretary of State for Work and Pensions on economic activity in Wales. The Secretary of State for Wales (Mr. Peter Hain) ", "Mr. Goodwill": "With a quarter of the working-age population in Wales economically inactive, Wales is faring worse than the other nations in the kingdom. Will the Secretary of State tell me how many of those currently working part time do so not through choice, but because they cannot find a full-time job? Mr. Hain ", "Julie Morgan (Cardiff, North) (Lab)": "When GE Healthcare in Fforest Fawr in my constituency announced major restructuring last year, there were fears for the loss of highly skilled jobs in laboratories and in medical technology. Does my right hon. Friend welcome the news that all those threatened job losses have been averted, and that in fact there has been a net increase in the number of highly skilled jobs in the Cardiff area? Mr. Hain ", "Mr. David Jones (Clwyd, West) (Con)": "Given that recently published figures show that economic inactivity in Wales is worse than in any other part of the UK, that three Welsh local authority areas are among the five poorest in the country, and that Wales has the highest rate of severe child poverty of all the home nations, what did the Secretary of State have in mind when he boasted last week that “Wales is still a wealthy country”?  Complacent or what?  Mr. Hain ", "Nia Griffith (Llanelli) (Lab)": "4. What steps he has taken to implement the Government action plan for open source software, open standards and reuse in his Department. The Parliamentary Under-Secretary of State for Wales (Mr. Wayne David) ", "Nia Griffith": "I know that my hon. Friend agrees that we need to get the best value possible for the taxpayer while also protecting front-line services, so what further savings can he suggest in his Department, and what talks can he have with Welsh Assembly Government Ministers about further savings that they could make by implementing the Government’s open source software action plan? There are sensible savings on this side, compared with chaotic cuts on the other side. Mr. David ", "Mark Pritchard (The Wrekin) (Con)": "Going one step further, has the Minister considered the benefits of cloud computing to ensuring that value for money is delivered, and that the quality, effectiveness and efficiency of public services are also delivered? Mr. David ", "Paul Flynn (Newport, West) (Lab)": "The Minister is aware that in the fenland area of rural Newport local firms are being hampered by the lack of broadband. Will he increase his efforts to provide it? Mr. David ", "Miss Anne McIntosh (Vale of York) (Con)": "5. What recent discussions he has had with the Welsh Assembly Government on the implications for Wales of the provisions of the Flood and Water Management Bill. The Parliamentary Under-Secretary of State for Wales (Mr. Wayne David) ", "Miss McIntosh": "I thank the Minister for that reply. We welcome the Flood and Water Management Bill, but we are concerned by a number of potential cross-border issues relating to how the flood risk management strategy for Wales might impact on England. What assurance can he give the House today that those issues will be dealt with timeously, transparently and sensitively? Mr. David ", "Mr. Elfyn Llwyd (Meirionnydd Nant Conwy) (PC)": "Does the Minister agree that not-for-profit companies such as Dwr Cymru should be allowed to invest in infrastructure as they see fit in order to improve customer service? An example is the proposal for much-needed storm drainage in Llanelli, which has been rejected by Ofwat as offering poor shareholder value. Mr. David ", "Mr. Speaker": "Order. There are far too many private conversations taking place in the Chamber. It is unfair to the hon. Members asking questions, and to the Ministers who are answering them. Shop Direct  Lembit Öpik (Montgomeryshire) (LD) Order. There is still far too much noise. I am sure that the House wishes to hear Mr. David Davies. Severn Bridge  David T.C. Davies (Monmouth) (Con) Order. I want to hear the Minister’s answer. Mr. David ", "Lembit Öpik (Montgomeryshire) (LD)": "6. What representations he has received on the effect of the proposed closure of Shop Direct in Newtown on the economy of Montgomeryshire; and if he will make a statement. The Secretary of State for Wales (Mr. Peter Hain) ", "Lembit Öpik": "I thank the Secretary of State and the Under-Secretary for their considerable help so far in contacting the local mayor, Joy Jones, and local Councillor Richard White, who are helping me to save this site. I am now approaching other firms to offer Newtown’s Shop Direct premises as a going concern. Is the Secretary of State willing to intervene directly, as it seems to me that that would increase the chances of making such a transfer in order to save 180 jobs? Mr. Hain ", "Bob Spink (Castle Point) (Ind)": "7. What discussions he has had with ministerial colleagues on steps to improve the availability of bank loans for businesses in Wales. The Secretary of State for Wales (Mr. Peter Hain) ", "Bob Spink": "Will the Government use their considerable clout with the banks to get more liquidity into small and medium-sized enterprises? The banks are withholding overdraft facilities and funding for decent, good, sound companies and subcontractors, forcing them to the wall. The banks still do not get it. Mr. Hain ", "Nick Ainger (Carmarthen, West and South Pembrokeshire) (Lab)": "My right hon. Friend will know that the construction industry in Wales has suffered during the recession and that this is partly due to the banks’ restricting lending in this sector—despite there being a significant demand for housing and despite the fact that the banks have received billions in taxpayers’ support. Will my right hon. Friend raise this issue at tomorrow’s economic summit in Llanelli, where Welsh Assembly Members and other colleagues will be in attendance, to ensure that lending is released to the construction industry, so that we get skilled workers back in work? Mr. Hain ", "David T.C. Davies (Monmouth) (Con)": "8. What recent discussions he has had with the Secretary of State for Transport on the operation of the Severn bridge. The Parliamentary Under-Secretary of State for Wales (Mr. Wayne David) ", "David T.C. Davies": "Will the Minister explain why users of the Severn bridge will have to pay an increase in charges, whereas users of the Humber bridge, thanks to Government intervention, will not? Why is Wales being discriminated against? Is it because the Secretary of State for Wales would prefer to compare us to Rwanda rather than to other regions of the United Kingdom? Mr. David ", "Jenny Willott (Cardiff, Central) (LD)": "Although this is the 21st century, it is still the case that the Severn bridge toll can only be paid in cash. Because the toll is rising so fast, it is becoming trickier and trickier to have enough change. Is it not time to alter the law, so that travellers can pay not only in pounds and euros, but by credit card? Mr. David ", "Michael Fabricant (Lichfield) (Con)": "9. What recent discussions he has had with ministerial colleagues on marketing Welsh dairy produce overseas. The Parliamentary Under-Secretary of State for Wales (Mr. Wayne David) ", "Michael Fabricant": "Has the Minister had the near-orgasmic experience of trying Rachel’s yoghurt, made in Aberystwyth, or perhaps of eating Llanboidy, Perl Wen or Llangoffan cheese from Wales? What action is he taking to ensure that those culinary delights are spread throughout Europe? Mr. David "}}