{"Terrorism and Islamist Militancy": {"Mr. George Howarth (Knowsley, North and Sefton, East) (Lab)": "May I say what a pleasure it is to take part in a debate presided over by you, Sir Nicholas? I am sure that you will be as fair as ever and, as you have demonstrated, dextrous in the way in which you conduct proceedings. Although I am a member of the Intelligence and Security Committee, everything that I am about to say is drawn from open sources. I am an Anglican, but my particular interpretation of Christianity is personal rather than doctrinaire. As a politician, I have always believed in a clear distinction between matters of faith and that which is secular, although I recognise that many people’s political views are informed by their religious beliefs. My purpose in initiating this debate is twofold. First, I want to stress the common ground that undoubtedly exists between faiths of the Abrahamic tradition. Secondly, I want to highlight how those who follow Islamism should not be confused with mainstream Muslims, who, although devout in their beliefs, stand opposed to terrorist activity.  The Prophet Mohammed himself said:  “O People of the Book! Let us rally to a common formula to be binding on both us and you: That we worship none but God; that we associate no partners with Him; that we erect not, from among ourselves, Lords and patrons other than God.”  That is taken from Surah al-Imran, verse 64. A useful contemporary and authoritative source, Dr. Ali Gomaa, the Grand Mufti of Egypt, wrote in The Washington Post:  “The principles of freedom and human dignity for which liberal democracy stands are themselves part of the foundation for the Islamic worldview; it is the achievement of this freedom and dignity within a religious context that Islamic law strives for”.  In a joint statement on behalf of the C-l World Dialogue Foundation last year, following the tragic events in Gojra, Pakistan, Dr. Gomaa and the Bishop of London, Richard Chartres, emphasised mutual understanding and religious tolerance. As they put it:  “We call upon all pastors and imams in every mosque and church to speak out against these deeds and to spread the true message of cooperation, harmony and peace.”  That common understanding is shared across the Abrahamic traditions.  On meeting the former President of Iran, Seyed Mohammad Khatami, in 2006, the Archbishop of Canterbury, Dr Rowan Williams said:  “People of faith have much to contribute to the solving of the problems caused by mistrust and misunderstanding.”  We remember the deeply symbolic action of Pope John Paul II kissing the Koran back in 2006. It is worth briefly contrasting that coming together of faiths with the theological and political roots of Islamism. There are different views on the connections between the teachings of Mohammed Abdel-Wahab, often known as Wahabisms; Salafism, a more puritanical interpretation of Islam based on the interpretation of the early followers of Islam, and Islamism.  John Esposito in his book “Unholy War: Terror in the Name of Islam” makes the case that the connections between Wahabism and Islamist terrorism are often oversimplified, while a contrary view is given by Stephen Schwartz in “The Two Faces of Islam: The House of Saud from Tradition to Terror”. I am not an Islamic theologian and do not hold a position on the theological arguments here, but I make the observation that many people would identify themselves as Salafists or as followers of Wahab’s teachings, yet reject violence and terrorism.  The history of Islamist thought appears to be as much informed by revolutionary political thinking and advocates of violent struggle as it is by religious study. Sayyid Qutb, one of the founders of Islamism, rejected the free mixing of the sexes and individual freedoms, and in his later publications, which he wrote when he was incarcerated for the failed assassination attempt of President Nasser, advocated an armed vanguard movement that would engage in a “liberation struggle”. His radically anti-secular and anti-western interpretation of Islam owes as much to revolutionary politics as it does to theology.  There is a direct lineage from Qutb’s writings—through a fusion of Islamism and radical Wahabism—through to al-Qaeda as we know it in recent times, which is mediated by many including, most recently, Ayman al-Zawahiri and Osama Bin Laden. The reality is that al-Qaeda’s Islamist theology imagines an idealised future rather than a golden past. It is as much a revolutionary political position as a theology and becomes appealing to some, because it provides a totemic symbol that opposes all that is perceived to be wrong in both western and existing mainstream Islamic society.  Much of what I have said so far rests on the beliefs and words of leading figures in their respective faiths. They are an integral part of the call for better understanding and unity between faiths. Most importantly, that needs to translate into the conduct of everyday life. Britain has a long tradition in that regard, which goes back long before the rise of Islamism. Born in 1851, Liverpool solicitor William Henry Quilliam travelled throughout Algeria and Morocco, and converted to Islam. After returning to Liverpool as Sheikh Abdullah Quilliam, he founded Britain’s first mosque in 1889. His work helping the poor was widely recognised, though it is fair to say that local people did not all welcome the introduction of this new religion.  Times have moved on, and work to bridge understanding across religions goes on. Tony Blair’s Faith Foundation, which is dedicated to achieving understanding, action and reconciliation between the different faiths for the common good, is making progress in schools across the world, at universities, and with the public. We should acknowledge that the Government have led and encouraged initiatives as part of the Prevent strategy to stop people becoming or supporting terrorists and violent extremists. Yet it is, I think, fair to say that many young people in constituencies such as mine have little or no direct experience of the Muslim faith, other than what they may learn at school. Similarly, in places such as Blackburn—or at least in some parts of that town—it is possible for some young Muslims to grow up with little or no contact with people of other faiths or, for that matter, people of no faith.  Tufyal Choudhury compiled the report “The Role of Muslim Identity Politics in Radicalisation” for the Department for Communities and Local Government. In it, he stated:  “The appeal of radical groups reflects, in part, the failure of traditional religious institutions and organisations to connect with young people and address their questions and concerns.”  He is writing about young Muslims, but the same case could be made for other faiths. Marc Sageman’s book “Understanding Terror Networks” eloquently articulated the journey of radicalisation that often begins with unassimilated immigrants who come together to find that they share a common sense of alienation in an unwelcoming society.  The experience of so-called “home-grown” terrorists such as the 7/7 bombers can similarly be explained, at least in part, by a simultaneous rejection of the teachings of local Muslim leaders and of wider concepts of Britishness. The resultant loss of identity in turn creates a vacuum, which itself creates a psychological openness to radicalisation.  During the past decade, we have seen a marked increase in the number of Muslim organisations that are willing to speak out and firmly denounce terrorist activities, both through the mainstream media and through community channels. From the global inter-faith dialogue to the Quilliam Foundation, a counter-extremist think-tank, there is a tangible movement towards a more considered and peaceful approach to addressing differences and uniting on common ground.  We now need progress to the next level, and traditional media need to give a voice to these debates. That means moving beyond the observation that Islam means “peace” and that the majority of Muslims are peaceful. Although that is undoubtedly true and should be the basis for a dialogue, it should not be the means to close down discussion, because those who are engaging in violence have already rejected that belief on explicitly theological grounds.  We need to find out from young people who are at risk of radicalisation and from those who have already trodden that path how we can strengthen local and national Muslim communities to provide real and inclusive leadership, which spans generations and allows better integration in mainstream British society. No doubt, that will include uncomfortable discussions about where traditions such as arranged marriages fit; traditions that are neither consistent with “western values” nor, for that matter, with many strains of Islamic thought.  We should also ask how we can improve the integration of first and second-generation immigrants with the wider community. As Trevor Phillips pointed out in 2008, Britain is at risk of “sleepwalking towards segregation”, with racially divided ghettos.  We need to learn lessons from other areas of conflict, where peace has eventually prevailed following long periods of entrenched social division and non-engagement between communities. The obvious examples include Northern Ireland, Bosnia and South Africa. A key lesson from all those examples is the recognition by all parties of the validity of separate cultures, combined with a focus on winning peace.  We all need to understand what leads young Muslims to feel that neither their local Muslim community nor wider British society provides them with a satisfactory sense of identity. In the process, we may well hear painful home truths about our failings and we may be challenged to look beyond existing structures and rules. However, I believe that it is a journey that we all need to make if we are ever going to create alternatives to radicalisation and terror.  George Carey, who was the Archbishop of Canterbury back in 2000, said:  “I expect the Church of England one day to be disestablished.”  To be fair, he was talking in the context of the reform of the second Chamber, but his comments also have resonance here. I believe that having an established church gives primacy to the Church of England, which in turn does a disservice to other denominations and faiths. Ours is a multicultural society with many faiths and many denominations. In my view, disestablishment would give the Church of England more freedom and, into the bargain, leave it stronger. It would also send out a clear signal that this country values the right of all to follow their faith.  Put simply, my argument is that the faiths in the Abrahamic tradition have more common basic values than values that divide them. In fairness, that is equally true of many other religions that are not in the Abrahamic tradition and it is also true of many of those who have no faith at all. The key is respect and parity of esteem.  I finish with the words of Rabbi Jonathan Sacks, who has said:  “We need Jews, Christians and Muslims prepared to bring together what the winds of globalisation are driving apart.”  17:04:00  The Minister of State, Foreign and Commonwealth Office (Mr. Ivan Lewis) ", "The Minister of State, Foreign and Commonwealth Office (Mr. Ivan Lewis)": "I am often referred to as “the late Ivan Lewis”, but I cannot be clear about whether I was late or early for this debate. I am delighted to have the opportunity to respond to the debate. I thought that my right hon. Friend the Member for Knowsley, North and Sefton, East (Mr. Howarth) gave one of the most informative and interesting presentations that we have heard in Westminster Hall for a very long time. He has engaged in a debate that people are all too often afraid to engage with, and I hope that my response will do justice to his very thoughtful contribution.  May I also say that I am delighted that one of my very distinguished predecessors, my right hon. Friend the Member for Pontypridd (Dr. Howells), is in Westminster Hall? He served with distinction in many Government Departments, particularly in his role as Minister with responsibility for the middle east in the Foreign Office, and he will be a great loss to the House of Commons and to the parliamentary Labour party. He could probably respond to this debate more effectively than I can.  I will not announce today the disestablishment of the Church of England. Making such an announcement might not be an astute career move, and it could also be slightly above my pay grade. No doubt that debate will rage for some considerable time.  I want to begin by saying that we wholeheartedly endorse the view of my right hon. Friend the Member for Knowsley, North and Sefton, East about the common ground between the faiths of the Abrahamic tradition, and indeed between all those who share the values of a civilised society. The failed bombing over Detroit at Christmas reminds us that we face an unpredictable, global and evolving threat from terrorists. The universal condemnation of that terrible act by many Muslims throughout the world reminds us, as my right hon. Friend said, that increasing numbers of Muslims are willing to speak out against terrorism. The test of leadership, in any context, is the willingness to say difficult things to one’s own constituency. Therefore, it is very important that an increasing number of leaders in the Muslim community are willing to condemn such terrorist attacks and to make it clear that they do not represent, in any way, the promotion of Muslim ideals or values. That is very encouraging, because all too often in this country we hear people who seek to legitimise and explain away such terrorist attacks, rather than facing up to the fact that there is no basis on which we can negotiate with terrorists who have no reasonable expectations, no reasonable agenda and no reasonable manifesto. Therefore, the ability and willingness of leaders to step up to the mark is important, particularly when that means saying difficult things to one’s own constituents.   Violent extremism is a phenomenon that affects the whole world and it has resonance in the United Kingdom. Therefore, we must think and act both globally and locally. As our Prime Minister said recently:  “It is because we cannot win through a fortress Britain strategy—exclusively protecting our borders—that we have to take on extremists wherever they are based: in Afghanistan, Pakistan and all around the world, including here in Britain.”  However, at the recent conference on Afghanistan, the Prime Minister also said:  “We must seek to win the war against terrorism not just on the battle ground but in the hearts and minds of the people.”  That is very true of the approaches that we need to take, which I hope to discuss during my speech.  Countering the ideas underlying terrorism is a key element set out in the Prevent strand of Contest, which is our counter-terrorism strategy. That strategy gives clear direction to our objective to stop people becoming terrorists or supporting violent extremism at home and overseas. We need to undermine the ideologies used by terrorists to justify their actions. As my right hon. Friend said, many of those ideologies are based not on Islam, as practised peacefully by millions of people throughout the world, but on an extreme militant ideology that is sometimes described as Islamism. We need to highlight the damage that is done by this ideology and its terrorist exponents, including the damage that is done to the innocent Muslims whom, we should never forget, are the great majority of its victims, in places from Afghanistan to Somalia, and from Pakistan to the Sahel.  We are working to show this distorted ideology for what it is, to disrupt those who promote it and to support mainstream alternatives. We are helping to strengthen institutions, including religious and educational ones, against extremism. We support individuals who might be vulnerable to the message of extremism and we work to increase the resilience of communities against the extremist message. We also work to address the grievances that underlie individuals’ decisions to turn to violence.  Two key enablers underpin that work. The first is a research programme to increase our understanding of violent extremism and to explore who is attracted to it and why. We have undertaken original research that has given us an unprecedented understanding of the scale of the challenge. The second enabler is an effort across Government to improve our communication, especially with the vulnerable communities that extremists seek to exploit.  Over the past two years, the scale and impact of our work to counter violent extremism have grown. In the UK, the infrastructure for delivering the Prevent strategy at the national and local levels is established. The Prevent agenda is now part of day-to-day business for local government and all high-risk areas have specialist support. The programme of interventions is well-established and is beginning to show results. Just over 200 people have been through the police-led, multiagency Channel project. They have been referred mainly for non-law enforcement interventions, such as mentoring and pastoral support. None have so far gone on to commit a serious offence.  We have developed methods for sharing information on radicalisation with those involved in countering it more widely than has traditionally been the case. We are working with leading theologians and scholars to help to contextualise Islam in Britain. We have built support among communities. Community groups and individuals have become more engaged in Prevent and are more confident in standing up publicly against violent extremism.  In response to my right hon. Friend’s point about the separation or ghettoisation of communities, we often get mixed up in debates on these matters between the words “integration” and “assimilation”, but the two are very different. Of course people should be proud of their religion, faith and culture. They should be allowed to celebrate and pursue their religious and cultural beliefs freely within the law. Equally, surely people who are secure in their faith, identity and culture should be supported and enabled to integrate with people from different cultures and faiths who make up the community. That is not assimilation, which seeks to make everyone the same, but integration, which we should not be neutral about if we want to create the sort of cohesive society that is becoming increasingly important at the beginning of the 21st century.  Mr. George Howarth ", "Mr. George Howarth": "If I gave the impression that I was arguing for assimilation, I make it clear that that was not the case I was making. Mr. Lewis ", "Mr. Lewis": "My right hon. Friend certainly did not give that impression. However, integration and assimilation are often mixed up in the debate. When integration is urged, people become defensive because the language used can suggest something very different. It is important that we are not woolly in our thinking or our language on this issue, and he was not in his speech. Overseas, we are concentrating our work in the countries and regions that pose the most significant threat to the UK and our direct interests, which include Pakistan, Afghanistan, Yemen and Somalia. Our counter-terrorism spending has increased in each of the past three years and we plan to increase it again in the next financial year, despite the financial pressures of which Members are aware.  Through our counter-terrorism programme, we have supported more than 260 projects in Muslim-majority countries. We have worked with partners to strengthen mainstream religious foundations and civil society; on educational reform; to promote legal and human rights; against corruption; to strengthen parliamentary processes and support democracy; and on youth employment. Much of that work is in dangerous and sensitive areas.  I am sure that hon. Members will understand that we cannot always reveal great detail without risking the safety of those with whom we work, but perhaps some practical examples will help to show the nature of the work in which we are engaged. We have helped to develop the understanding of campus radicalisation among the university authorities in Pakistan. We have worked with a major centre of Islamic learning in the middle east on the training of British and foreign imams. We have taken groups of distinguished British Muslims to countries as diverse as Somaliland, Iran and Afghanistan to break down and dismantle al-Qaeda’s claim that the west and Islam are incompatible. In the programme led by my right hon. Friend the Foreign Secretary, Ministers such as myself, supported by senior officials, have taken part in a systematic programme of outreach to discuss foreign policy with a wide range of British communities.  Our programme overseas is complemented by the work of the Department for International Development, which addresses the long-term factors that can make communities vulnerable to radicalisation. We work closely with the British Council, which delivers some of our most innovative work overseas. Like my right hon. Friend, I pay tribute to the Tony Blair Faith Foundation, which is doing a tremendous job in many parts of the world to build bridges and break down barriers between different religions.  In all this work, measuring effect is crucial, so we have developed a rigorous system to assess the impact of our interventions on resilience to radicalisation in priority countries. That allows us to adjust our programmes to ensure that we reflect the changing nature of the threat and deliver value for money for the taxpayer. Countering violent extremism is a new area of activity for the Government and the agenda remains challenging. However, I am confident of two things: first, that the threat is real and persistent, and that the key to long-term success lies as much in defeating extremists in the battle of ideas, as I said earlier, as in arrests or increased security; and, secondly, that we are making progress across Government in our efforts to make a reality of our ambition of countering violent extremism.  I congratulate my right hon. Friend on initiating such an important debate and I hope we will have more debates of such quality.  Sir Nicholas Winterton (in the Chair) "}}