{"Bovine Tuberculosis": {"Mr. Henry Bellingham (North-West Norfolk) (Con)": "1. When he next expects to hold discussions with ministerial colleagues and the Welsh Assembly Government on policy to tackle bovine tuberculosis. The Parliamentary Under-Secretary of State for Wales (Mr. Wayne David) ", "The Parliamentary Under-Secretary of State for Wales (Mr. Wayne David)": "Both the UK and Welsh Assembly Governments take the impact of bovine tuberculosis very seriously. I am sure that the Welsh Assembly Government will consider the most effective means at their disposal, including vaccination, to eradicate bovine TB in Wales. Mr. Bellingham ", "Mr. Bellingham": "Does the Minister agree that the badger culling programme in Wales has been a success in eradicating bovine TB? What lessons can England learn from that? Does he agree that such a programme could be introduced in England as well? Mr. David ", "Mr. David": "Of course, as the hon. Gentleman recognises, bovine TB is one of the biggest threats to the farming industry, which is a major contributor to the Welsh economy. There are mixed opinions in both Wales and England as to effective TB control, but the Welsh Assembly Government strongly believe—correctly, in my view—in a combination of badger vaccination, targeted culling and other cattle measures. The cull has not actually begun yet in Wales, but I am sure that lessons will be learned. Alun Michael (Cardiff, South and Penarth) (Lab/Co-op) I am aware of the press report to which my right hon. Friend has referred but, of course, nobody is suggesting that there should be a cull, full stop. We need to use a range of measures, with that mixed approach being required in south-west Wales in particular. Mr. Roger Williams (Brecon and Radnorshire) (LD) Devolution is, of course, about not only doing things differently, but learning from the experiences of others, and I am sure that the experiences will be shared when this cull begins. I should emphasise that this is one element of a strategy that has been devised by the Welsh Assembly Government and that is fully supported by the farmers unions in Wales; I have every confidence in it. Chris Ruane (Vale of Clwyd) (Lab) ", "Alun Michael (Cardiff, South and Penarth) (Lab/Co-op)": "Will my hon. Friend note that bovine TB is a serious threat to the farming industry and whereas opinions may vary, the science is entirely against the suggestion that a cull of badgers would do anything to help farmers or the farming industry? Will he encourage his colleagues in the Welsh Assembly Government, especially in the light of the today’s report from Imperial college, to study the evidence again? Mr. David ", "Mr. Roger Williams (Brecon and Radnorshire) (LD)": "The Labour-led Administration in Cardiff bay have come up with a positive programme to eliminate TB in cattle in Wales, which includes better biosecurity, progress on the vaccination programme and a limited cull of infected wildlife. I am sure that the Minister will agree that devolution is not about isolation; it is about spreading best practice. Will he therefore have a word with the Secretary of State for Environment, Food and Rural Affairs, who seems to have lost the plot on this, and give him some good tips on how that approach could be implemented in England as well? That would provide a UK free of TB, rather than just one country free of it. Mr. David ", "Chris Ruane (Vale of Clwyd) (Lab)": "Some £124 of objective 1— Several hon. Members "}}