{"Points of Order": {"Mrs. Caroline Spelman (Meriden) (Con)": "On a point of order, Mr. Deputy Speaker. The Government have just released a written ministerial statement on the vexed subject of local government restructuring, which is going to force expensive and undemocratic restructuring on local government in Devon and Norfolk, and cast uncertainty over the future of the status of Suffolk. It represents a Government U-turn, reversing the position of the previous Secretary of State, and it ignores the advice of the Boundary Commission and introduces a wholly new concept of county constitutional conventions. Given the significant legal and financial implications of this statement, should it not have been an oral statement, so that Members on both sides of the House whose constituents are directly affected could properly debate the issue? The timing also raises serious questions about the probity of civil service activity so close to a general election. Do you not agree, Mr. Deputy Speaker, that this statement should have been the subject of a debate, and that to issue a statement of such significance in written form just hours before the House rises does this House a grave disservice? Mr. Hugo Swire (East Devon) (Con) ", "Mr. Hugo Swire (East Devon) (Con)": "Further to that point of order, Mr. Deputy Speaker. This is the most naked form of opportunism I have ever witnessed in this place. The fact is that the Government have now ignored the criteria by which they originally judged the issue. They have overturned a decision taken in principle— Mr. Deputy Speaker (Sir Alan Haselhurst) ", "Mr. Deputy Speaker (Sir Alan Haselhurst)": "Order. That is not a point of order. I think I have grasped the heart of the point of order of the hon. Member for Meriden (Mrs. Spelman), and I do not think we should go down the debating route. The hon. Lady will understand that she cannot draw me into giving an opinion as to how a particular matter should be presented to the House. She will know that it is open to Ministers to decide how they will inform the House of a particular matter. I do not believe that it is an immutable, or necessarily a common, practice that local government boundary changes will always be announced by an oral statement, and there will be further opportunities for the House to debate the matter the hon. Lady raises. On the timing, again it is not for me to comment, except, perhaps, to say that we are all concerned when something comes out on the eve of a recess, which means there is a delay before it can be further considered, but, again, the timing is not a matter for the Chair. The hon. Lady has made her protest about this, and I am sure there will be other ways in which she can pursue the substance of the matter once the House resumes. Mr. Gary Streeter (South-West Devon) (Con) ", "Mr. Gary Streeter (South-West Devon) (Con)": "On a point of order, Mr. Deputy Speaker. Have you had any indication that the Secretary of State for Culture, Media and Sport wishes to come to the Chamber to make a statement from the Dispatch Box crowing about the decision to make Exeter a unitary authority, because that is all about trying to save one Labour seat, rather than doing the right thing for the people of Devon? Mr. Deputy Speaker "}}