{"Open Source Software": {"Nia Griffith (Llanelli) (Lab)": "4. What steps he has taken to implement the Government action plan for open source software, open standards and reuse in his Department. The Parliamentary Under-Secretary of State for Wales (Mr. Wayne David) ", "The Parliamentary Under-Secretary of State for Wales (Mr. Wayne David)": "The Wales Office obtains its IT services from the Ministry of Justice, which follows the Government’s action plan for open source software. The Wales Office uses open source software to maintain its website, which hon. Members can find at www.walesoffice.gov.uk. Nia Griffith ", "Nia Griffith": "I know that my hon. Friend agrees that we need to get the best value possible for the taxpayer while also protecting front-line services, so what further savings can he suggest in his Department, and what talks can he have with Welsh Assembly Government Ministers about further savings that they could make by implementing the Government’s open source software action plan? There are sensible savings on this side, compared with chaotic cuts on the other side. Mr. David ", "Mr. David": "My hon. Friend is correct to stress the importance of open source software. It is an example of co-operative values in a modern context, and of computer programmes across the world coming together to improve access to the internet. Of course, saving money is also extremely important, and the open source approach can provide best value for money to the taxpayer in delivering public services. We are discussing this at Welsh Minister level and with Whitehall Departments, and it will be an issue that we will raise constantly with the Welsh Assembly Government. Mark Pritchard (The Wrekin) (Con) Yes, and value for money is central to the Government’s programme. This marks a sharp contrast to the crude cuts that are being articulated by the Conservatives. We need to ensure that we have efficiency and value for money, as well as dramatic change and modernisation. We do not want crude, harsh cuts. Paul Flynn (Newport, West) (Lab) ", "Mark Pritchard (The Wrekin) (Con)": "Going one step further, has the Minister considered the benefits of cloud computing to ensuring that value for money is delivered, and that the quality, effectiveness and efficiency of public services are also delivered? Mr. David ", "Paul Flynn (Newport, West) (Lab)": "The Minister is aware that in the fenland area of rural Newport local firms are being hampered by the lack of broadband. Will he increase his efforts to provide it? Mr. David "}}