{"House of Commons Disqualification  Act 1975": {"The Parliamentary Secretary, Office of the Leader of the House of Commons (Barbara Keeley)": "I beg to move, That Schedule 1 to the House of Commons Disqualification Act 1975 be amended as follows:–  PART 1 OF SCHEDULE 1 (JUDICIAL OFFICES)  1. The following entry is inserted at the appropriate place:—  District judge (magistrates’ courts), or deputy district judge (magistrates’ courts), in Northern Ireland.  2. The following entry is omitted:—  Resident Magistrate or Deputy Resident Magistrate appointed under the Magistrates’ Courts Act (Northern Ireland) 1964.  3. In the entry beginning ‘Sheriff Principal or Sheriff’, for ‘Temporary Sheriff’ (in the second place those words appear) there is substituted ‘part-time sheriff’.  4. In the entry beginning ‘Chief or other Child Support Commissioner for Northern Ireland’, for the words from ‘(excluding’ to ‘1991)’ there is substituted ‘or deputy Child Support Commissioner for Northern Ireland’.  5. In the entry beginning ‘Chief or other Social Security Commissioner for Northern Ireland’, for ‘(not including a deputy Commissioner)’ there is substituted ‘or deputy Social Security Commissioner for Northern Ireland’.  PART 2 OF SCHEDULE 1 (BODIES ALL OF WHOSE MEMBERS ARE DISQUALIFIED)  Additional entries  6. The following entries are inserted at the appropriate places—  The Accounts Commission for Scotland.  The Advisory Council established under section 3 of the Scottish Qualification Authority Act 2002.  The Armed Forces Pay Review Body.  The Arts Council of England.  The British Transport Police Authority.  The Care Council for Wales.  The Charity Commission for Northern Ireland.  The Commission for Victims and Survivors for Northern Ireland.  The English Sports Council.  The General Social Care Council.  The Health and Social Care Regulation and Quality Improvement Authority in Northern Ireland.  The Horserace Betting Levy Appeal Tribunal for England and Wales.  Invest Northern Ireland.  The NHS Pay Review Body.  The Northern Ireland Legal Services Commission.  The Northern Ireland Social Care Council.  The Office of the Renewable Fuels Agency.  The Prison Service Pay Review Body.  The Review Body on Doctors and Dentists Remuneration.  The Risk Management Authority established under the Criminal Justice (Scotland) Act 2003.  The School Teachers’ Review Body.  The Scottish Further and Higher Education Funding Council.  The Scottish Social Services Council.  The Senior Salaries Review Body.  The Standards Commission for Scotland.  The Sustainable Development Commission (an advisory sub-committee of The Sustainable Development Commission Limited).  The Trustees of the National Heritage Memorial Fund.  The United Kingdom Sports Council.  Entries repealed  7. The following entries are omitted—  The British Board of Agrément.  The British Steel Corporation.  The Cable Authority.  The Citizen’s Charter Advisory Panel.  The Commission for Health Improvement.  The Commission for Local Authority Accounts in Scotland.  The Criminal Injuries Compensation Board.  The Crofters Commission.  The Crown Agents Holding and Realisation Board.  A Development Council established under the Industrial Organisation and Development Act 1947.  The East of Scotland Water Authority.  The English Industrial Estates Corporation.  The Football Licensing Authority.  The Independent Broadcasting Authority.  The Industrial Development Board for Northern Ireland.  The Intervention Board for Agricultural Produce and every committee of the Board performing functions of the Board.  The Local Government Staff Commission (England).  London Regional Transport.  A Meat Hygiene Appeals Tribunal constituted under regulation 15 of the Poultry Meat (Hygiene) Regulations 1976, regulation 15 of the Poultry Meat (Hygiene) (Scotland) Regulations 1976, or regulation 6 of the Fresh Meat (Hygiene and Inspection) Regulations 1992.  The entry relating to a Medical Practices Committee.  A National Broadcasting Council.  The North of Scotland Water Authority.  The Northern Ireland Economic Council.  The Scottish Conveyancing and Executry Services Board.  Scottish Homes.  The Scottish Transport Group.  The Staff Commission for Wales (Comisiwn Staff Cymru).  The United Kingdom Ecolabelling Board.  The Wales Centre for Health.  The West of Scotland Water Authority.  8. In the entry beginning ‘A Joint Planning Inquiry Commission’, for ‘1972’ there is substituted ‘1997’.  9. For the entry ‘A Mental Health Review Tribunal constituted or having effect as if constituted under the Mental Health Act 1983’ there is substituted ‘The Mental Health Review Tribunal for Wales’.  PART 3 OF SCHEDULE 1 (OTHER DISQUALIFYING OFFICES)  Additional entries  10. The following entries are inserted at the appropriate places—  Assembly Ombudsman for Northern Ireland.  Assessor appointed for the purposes of paragraph 9 of schedule 1 to the Public Appointments and Public Bodies etc (Scotland) Act 2003.  Auditor General for Scotland.  Chair of the Northern Ireland Library Authority.  Chair or any member, not also being an employee, of the Patient Client Council established under section 16 of the Health and Social Care (Reform) Act (Northern Ireland) 2009.  Chair or any member, not also being an employee, of the Regional Agency for Public Health and Social Well-being established under section 12 of the Health and Social Care (Reform) Act (Northern Ireland) 2009.  Chair or any member, not also being an employee, of the Regional Business Services Organisation established under section 14 of the Health and Social Care (Reform) Act (Northern Ireland) 2009.  Chair or any member, not also being an employee, of the Regional Health and Social Care Board established under section 7 of the Health and Social Care (Reform) Act (Northern Ireland) 2009.  Chair of the School Food Trust.  Chair or Chief Executive of the Science and Technology Facilities Council.  Chair, Deputy Chair or Chief Executive of the Technology Strategy Board.  Chairman or deputy chairman of the Agri-Food and Biosciences Institute.  Chairman, vice-chairman or ordinary member of the BBC Trust.  Chairman, or director appointed by the Secretary of State, of CDC Group p.l.c. (formerly the Commonwealth Development Corporation).  Chairman of the Committee on Standards in Public Life.  Chairman of the Crofters Commission.  Chairman of the Fire and Rescue Service Board.  Chairman of the Football Licensing Authority.  Chairman or other member of the Independent Regulator of NHS Foundation Trusts.  Chairman of Learning and Teaching Scotland.  Chairman of the Museums, Libraries and Archives Council.  Chairman or other non-executive director of an NHS foundation trust.  Chairman of the Northern Ireland Screen Commission.  Chairman of a probation trust.  Chairman of Quality Meat Scotland.  Chairman of the Scottish Arts Council.  Chairman or Chief Executive of the Student Loans Company Limited.  Chairman or Chief Executive of the UK Commission for Employment and Skills or a Director or Commissioner of that Commission appointed by the First Minister in Scotland, the First Minister for Wales or a Northern Ireland Minister.  Chief Executive of The Sustainable Development Commission Limited or a Director appointed by the members of that company or by the Secretary of State, the First Minister in Scotland, the First Minister for Wales or the First Minister and deputy First Minister in Northern Ireland.  Chief Inspector of the UK Border Agency.  Chief Investigating Officer appointed under section 9 of the Ethical Standards in Public Life etc. (Scotland) Act 2000.  Children’s Commissioner for Wales.  Commissioner for Children and Young People for Northern Ireland.  Commissioner for Older People in Wales.  Commissioner for Victims and Witnesses.  Convener or member of the Scottish Commission for the Regulation of Care.  Coroner, deputy coroner or assistant deputy coroner appointed under the Coroners Act 1988.  Coroner or deputy coroner appointed under section 2(1) of the Coroners Act (Northern Ireland) 1959.  Coroner of the Queen’s household.  Director of BRB (Residuary) Limited.  Director of Caledonian Maritime Assets Limited.  Director of David MacBrayne Limited.  Director in receipt of remuneration of High Speed Two (HS2) Limited.  Director of Highlands and Islands Airports Limited.  Director of Middletown Centre for Autism (Holdings) Limited or of Middletown Centre for Autism Limited.  Director of Northern Ireland Water Limited.  Director of Partnerships for Schools Limited.  Director of the Pensions Advisory Service Limited.  Director of Scottish Futures Trust Limited.  Director of Service Prosecutions.  Director of The Skills Development Scotland Co. Limited.  Director of Strategic Investment Board Limited.  Director of UK Film Council.  Director in receipt of remuneration of UK Financial Investments Limited.  Director of United Kingdom Anti-Doping Limited appointed by the members of the company.  Director General or Deputy Director General of the Scottish Crime and Drug Enforcement Agency.  Her Majesty’s Chief Inspector of Prisons for England and Wales.  Her Majesty’s Chief Inspector of Probation for England and Wales.  The Independent Case Examiner for the Department for Work and Pensions.  Member of Audit Scotland appointed under section 10(2)(c) of the Public Finance and Accountability (Scotland) Act 2000 or member of the staff of Audit Scotland.  Member of the staff of the Children’s Commissioner for Wales.  Member of the staff of the Commissioner for Older People in Wales.  Member of the panel of persons available to serve as chairmen of the Care Tribunal in Northern Ireland.  Member of a panel of persons appointed under Article 7 of the Social Security (Northern Ireland) Order 1998 to act as members of appeal tribunals.  Member, not being also a Forestry Commissioner or officer of the Forestry Commissioners, of a committee appointed for England, Scotland or Wales under section 2(3) of the Forestry Act 1967.  National Assembly for Wales Commissioner for Standards.  Ordinary member of BBC Audience Council England, BBC Audience Council Northern Ireland, BBC Audience Council Scotland or BBC Audience Council Wales.  President of the Additional Support Needs Tribunal for Scotland.  President or member of the Mental Health Tribunal for Scotland.  President of appeal tribunals appointed under Article 6 of the Social Security (Northern Ireland) Order 1998.  President, or member of a panel of persons appointed to act as chairman or other members, of the Special Educational Needs and Disability Tribunal for Northern Ireland.  Prisoner Ombudsman for Northern Ireland.  Prisons and Probation Ombudsman for England and Wales.  A regional returning officer for the purposes of the Scotland Act 1998.  The reviewer appointed under section 40 of the Justice and Security (Northern Ireland) Act 2007.  Scottish Information Commissioner.  Scottish Parliamentary Standards Commissioner.  Scottish Road Works Commissioner.  Service Complaints Commissioner.  Trustee of the Independent Living Fund (2006).  Entries repealed  11. The following entries are omitted—  Adjudicating medical practitioner or specially qualified adjudicating medical practitioner appointed under or by virtue of Part II of the Social Security Administration (Northern Ireland) Act 1992.  Chairman of the Advisory Board for the Research Councils.  Chairman of the British Overseas Trade Board.  Full-time Chairman of Child Support Appeal Tribunals for Northern Ireland.  Chairman or any member, not also being an employee, of a committee constituted under section 91 of the Mental Health (Scotland) Act 1984.  Chairman of the Consumer Committee for Electricity appointed under Article 7 of the Electricity (Northern Ireland) Order 1992.  Chairman or Chief Executive of the Council for the Central Laboratory of the Research Councils.  Chairman or Vice-Chairman of the English Sports Council.  Chairman of Enterprise Ulster.  Chairman of the Fire Authority for Northern Ireland.  Chairman or any director of the Further Education Development Agency.  Chairman or any member, not being also an employee, of a Health and Social Services Board established under Article 16 of the Health and Personal Social Services (Northern Ireland) Order 1972.  Chairman or any member, not being also an employee, of the Health Education Board for Scotland.  Chairman or Deputy Chairman of the Laganside Corporation.  Chairman of the Mental Health Commission for Northern Ireland.  Chairman of the National Research Development Corporation.  Chairman of the Northern Ireland Central Services Agency for the Health and Social Services.  Chairman, Deputy Chairman or Chief Executive of the Particle Physics and Astronomy Research Council.  Chairman of the Public Health Laboratory Service Board.  Chairman of the Rural Development Council for Northern Ireland.  A full-time chairman of Social Security Appeal Tribunals, Medical Appeal Tribunals and Disability Appeal Tribunals for Northern Ireland.  Chairman of the Standing Advisory Commission on Human Rights constituted under section 20 of the Northern Ireland Constitution Act 1973.  Chairman or any member, not also being an employee, of the State Hospitals Board for Scotland.  Chairman of the Training, Enterprise and Education Advisory Group for Wales.  Chairman of the United Kingdom Sports Council.  Chairman of the Wine Standards Board of the Company of the master, wardens and commonalty of Vintners of the City of London.  Chief Adjudication Officer appointed for Northern Ireland under section 37 of the Social Security Administration (Northern Ireland) Act 1992.  Chief Child Support Officer appointed under Article 15(3) of the Child Support (Northern Ireland) Order 1991.  Chief Scientist of the Scottish Home and Health Department.  Commissioner appointed under section 67(1) of the Police (Northern Ireland) Act 2000.  Director of Caledonian MacBrayne Limited.  Director of the Commonwealth Development Corporation nominated or appointed by the Secretary of State.  Director General of Electricity Supply for Northern Ireland.  Director General of Gas for Northern Ireland.  Director General of the National Economic Development Office.  Governor of the British Broadcasting Corporation.  Independent Assessor of Military Complaints Procedures in Northern Ireland.  Independent Commissioner, or Deputy Commissioner, for the Holding Centres in Northern Ireland.  Managing director of the National Research Development Corporation.  Medical Officer for Complaints appointed for Wales by the Secretary of State.  Member of a panel of chairmen for Child Support Appeal Tribunals for Northern Ireland appointed under paragraph 3(2)(a) of Schedule 3 to the Child Support (Northern Ireland) Order 1991.  Any member of the Education Transfer Council in receipt of remuneration.  Any member of the Further Education Funding Council for Wales in receipt of remuneration.  Any member, in receipt of remuneration, of a housing action trust (within the meaning of Part III of the Housing Act 1988).  Member of the Board of the Industrial Research and Technology Unit in Northern Ireland.  Member of the Local Enterprise Development Unit.  Member of a Medical Appeal Tribunal for Northern Ireland appointed under section 48(2) of the Social Security Administration (Northern Ireland) Act 1992.  Member of the legal panel of persons available to act as chairmen of Registered Homes Tribunals.  Member of the legal panel of persons available to act as chairmen of Registered Homes Tribunals in Northern Ireland.  Any member of the Residuary Body for Wales (Corff Gweddilliol Cymru) in receipt of remuneration.  Member, in receipt of remuneration, of the School Teachers’ Review Body.  Any member of the Schools Funding Council for Wales in receipt of remuneration.  Any member of the Scottish Further and Higher Education Funding Council in receipt of remuneration.  Any member of the Scottish Further Education Funding Council in receipt of remuneration.  Any member of the Scottish Higher Education Funding Council in receipt of remuneration.  Member of the panel of chairmen for Social Security Appeal Tribunals, Medical Appeal Tribunals and Disability Appeal Tribunals for Northern Ireland appointed under section 49(1)(c) of the Social Security Administration (Northern Ireland) Act 1992.  Member of a panel of persons appointed under Schedule 5 to the Rent (Northern Ireland) Order 1978 to act as chairmen and other members of rent assessment committees.  Northern Ireland Commissioner for Protection Against Unlawful Industrial Action.  Northern Ireland Commissioner for the Rights of Trade Union Members.  Northern Ireland Parliamentary Commissioner for Administration.  President of Social Security Appeal Tribunals, Medical Appeal Tribunals and Disability Appeal Tribunals for Northern Ireland.  Rent officer or deputy rent officer nominated under Schedule 5 to the Rent (Northern Ireland) Order 1978.  Scottish legal services ombudsman appointed under section 34 of the Law Reform (Miscellaneous Provisions) (Scotland) Act 1990.  Traffic Director for London.  The Water Industry Commissioner for Scotland.  Entries amended  12. For the entry ‘Adjudicator for the Inland Revenue, Customs and Excise and the Contributions Agency’ there is substituted ‘Adjudicator appointed by the Commissioners for Her Majesty’s Revenue and Customs’.  13. In the entry ‘Chairman or Medical Director of the Advisory Committee on Distinction Awards’, for ‘Distinction’ there is substituted ‘Clinical Excellence’.  14. In the entry ‘Chairman of the Distinction and Meritorious Service Awards Committee for Northern Ireland’, for ‘Distinction and Meritorious Service Awards Committee for Northern Ireland’ there is substituted ‘Northern Ireland Clinical Excellence Awards Committee’.  15. For the entry ‘Chairman, or member in receipt of remuneration, of the Big Lottery Fund’ there is substituted ‘Member of the Big Lottery Fund or of a committee established by the Fund under paragraph 7 of Schedule 4A to the National Lottery Act 1993’.  16. In the entry beginning ‘Chairman or non-executive director of a Health and Social Services trust’, for ‘Social Services trust’ there is substituted ‘Social Care trust’.  17. In the entry ‘Chairman or any member, not also being an employee, of a Health Board constituted under the National Health Service (Scotland) Act 1978’, after ‘Health Board’ there is inserted ‘or a Special Health Board’.  18. In the entry beginning ‘Chairman or non-executive member of a National Health Service trust’, for the words from ‘the National Health Service (Wales)’ to the end substitute ‘or the National Health Service (Wales) Act 2006’.  19. In the entry ‘Chairman or Vice-Chairman of the Scottish Sports Council’, the words ‘or Vice-Chairman’ are omitted.  20. In the entry beginning ‘Chairman of a special health and social services agency’, for ‘services agency’ there is substituted ‘care agency’.  21. In the entry ‘Chief executive of the Simpler Trade Procedures Board’, for ‘the Simpler Trade Procedures Board’ there is substituted ‘SITPRO Limited’.  22. In the entry ‘Director of British Nuclear Fuels p.l.c.’, for ‘p.l.c.’ there is substituted ‘Limited’.  23. In the entry beginning ‘Director of any company in receipt of financial assistance’, the words ‘the Local Employment Act 1972, Part II of the Industry Act 1972 or’ are omitted.  24. In the entry ‘Director of a company-  (a) which, within the meaning of Part II of the Railways Act 1993, is a successor company wholly owned by the Crown, or  (b) which, within the meaning of that Act, is wholly owned by the Director of Passenger Rail Franchising, being a director nominated or appointed by a Minister of the Crown, the Director of Passenger Rail Franchising or any other person acting on behalf of the Crown.’,  paragraph (b) is omitted (together with the word ‘or’ preceding it).  25. In the entry beginning ‘The Governor or Administrator’, for ‘dependent’ there is substituted ‘overseas’.  26. In the entry beginning ‘Governor, Medical Officer or other officer’, the words ‘, Medical Officer’ are omitted.  27. For the entry ‘Her Majesty's Chief Inspector of Schools in Wales’ there is substituted ‘Her Majesty's Chief Inspector of Education and Training in Wales or Prif Arolygydd Ei Mawrhydi dros Addysg a Hyfforddiant yng Nghymru’.  28. In the entry ‘Member of the Rail Passengers’ Council in receipt of remuneration’, the word ‘Rail’ is omitted.  29. In the entry beginning ‘Member of the panel of persons appointed under Schedule 4 of the Rent (Scotland) Act 1984’, for ‘Member’ there is substituted ‘President or vice-president’.  30. In the entry ‘Member appointed by the Secretary of State of the Scottish Agricultural Wages Board’, for ‘Secretary of State’ there is substituted ‘Scottish Ministers’.  31. In the entry ‘Registration Officer appointed under section 8(2) or (3) of the Representation of the People Act 1983’, after ‘8(2)’ there is inserted ‘, (2A)’.  32. Any entry in Part 3 which is amended by this Order shall (if necessary) be moved to the appropriate place.  The motion tabled in my name and that of the Minister for the Cabinet Office and for the Olympics, and Paymaster General, my right hon. Friend the Member for Dulwich and West Norwood (Tessa Jowell) relates to proposed amendments to schedule 1 to the House of Commons Disqualification Act 1975. Certain office holders have been disqualified from becoming Members of Parliament since the early 17th century. However, details of those disqualifications were contained in a number of different Acts. There were also concerns during the 1940s about special wartime appointments of Members of Parliament, and so a Select Committee was created to consider the issue of disqualification. However, it was not until 1955 that a Bill was brought before the House to list in one place all the office holders who were disqualified. The Bill was enacted in 1957. The disqualification Act was re-enacted in 1975 and it is the Act to which I refer today.  The House of Commons Disqualification Act disqualifies members of the civil service, the police and armed forces and Members of foreign legislatures from becoming Members of Parliament. Schedule 1 lists those offices whose holders are also disqualified from membership of the House. The motion seeks the approval of the House to various amendments proposed to the list of offices in schedule 1 that disqualify the holder from membership of this House. If the House resolves that the amendment should be made, the procedure under the Act is for an Order in Council to be made to implement the resolution under powers contained in section 5(1) of the Act. That procedure has been followed on a number of occasions since the House of Commons Disqualification Act 1957 received Royal Assent—the first in 1961 and the last in February 1997.  It is common practice for legislation that establishes new offices or that winds up existing ones to amend schedule 1 accordingly. That is often done during the passage of a Bill—for example, the Parliamentary Standards Act 2009—and is occasionally done in ordinary secondary legislation. There have also been Orders in Council that make amendments to the lists of disqualifying offices using the procedure under section 5 of the Act to bring schedule 1 up to date. Some of the amendments made under section 5 will relate to the consequences of legislation, but others are needed to reflect changes to non-statutory bodies and offices or to clarify the text of schedule 1. Because schedule 1 is continually being amended, the 1975 Act is reprinted from time to time in accordance with the requirements of section 5(2) of the Act to incorporate such amendments. The last reprint was issued in March 1997, and it is expected that a further reprint will be produced if the House agrees to the amendments that are proposed today.  The amendments will do several things. Some will add offices that have been created by administrative action or by statute. Some will amend or correct existing entries, and others will remove offices that no longer exist or that are no longer thought to be appropriate for statutory disqualification. Hon. Members will appreciate the complexity of the motion before us. Indeed, this is the longest motion on which I have ever spoken. That is why copies of the explanatory note that describes the amendment entries in detail has been available in the Vote Office since 4 February.  Ministers and their individual Departments have been responsible for the detail of additional entries and deletions that cover offices within their areas of responsibility. Judgments have been based on the same general principles and criteria that have been followed in the past, which are set out in the explanatory note. The only difference in criteria since 1997 is a proposal to change the de minimis level, which is the specified level below which paid offices in the gifts of the Crown or of Ministers do not normally attract disqualification. We propose that the level should rise from £8,000 to £10,000. Of course, the de minimis level has no effect on the level of remuneration that is received by office holders. Its purpose is merely to prevent disqualification at lower levels of payment.  Mr. Greg Knight (East Yorkshire) (Con) ", "Mr. Greg Knight (East Yorkshire) (Con)": "I quite understand why the Government wish to raise the de minimis threshold, but if they want to raise it again in the future, will the matter have to come before the House, or are there delegated powers for Ministers to increase the amount to keep in line with inflation, for example? Barbara Keeley ", "Barbara Keeley": "That is a good point. I shall check that, but I believe that the amount is revised only when we follow the procedure that we are going through today, so I think that these things are considered in the round. Depending on what happens to inflation in the years to come, we might want to agree to consider it from time to time. I have just been looking for an entry that was revised in relation to this particular change. One of the revisions deletes the Football Licensing Authority because, in terms of the level of remuneration, only the chairman needs to be disqualified. With the new de minimis level, other office holders are paid less than that level. If the amendments are made, the chairman will continue to be disqualified, but other members of the authority will not, so that is one example. Of the 230 amendments that are covered, 109 are new entries, 96 are deletions and 25 are amendments to existing entries.  Schedule 1 to the 1975 Act does not cover disqualification from the House of Commons due to mental health illnesses, but I am aware that that has quite frequently been the subject of debate in the House recently. The Mental Health Act 1983 provides, under section 141, that a Member’s seat will become vacant if they are sectioned for longer than six months. The Government agree that there should be no distinction between mental and physical illness in that respect. We also agree with the recent recommendation from the Speaker’s Conference that that disqualification should be repealed as soon as is practicable. This issue will therefore be discussed by a Select Committee of the House as soon as possible.  Today’s debate follows an established procedure and I commend the motion to the House.  16:19:00  Mr. Shailesh Vara (North-West Cambridgeshire) (Con) It is important to emphasise that the 1975 Act is concerned with maintaining the independence of this House and safeguarding hon. Members from undue influence by the Executive through the exercise of patronage. That is an honourable aim. There may be some difficulties involved in keeping the list up to date, but it is well worth while to do so. This is clearly something that took some decades to come about. I take on board the point made by the hon. Member for North-West Cambridgeshire (Mr. Vara). The House could look to update this more frequently. It is fair to say that there were some surprises for all of us who read the explanatory notes, although the hon. Member for Somerton and Frome (Mr. Heath) knew about this from his previous experience when standing as a parliamentary candidate. It behoves everyone involved with elections, from returning officers in local authorities to those in political parties, to make it clear to people that they should check the position because all parliamentary candidates have to sign up to this. There appears to be a time lapse in the case of some bodies whereby people may not know that the office that they are holding is one that makes them open to disqualification—for example, surprisingly, the chair and board members of NHS foundation trusts. When somebody holding an office in the gift of the Crown, or perhaps on a lottery body that is dispensing Government funding, is a parliamentary candidate for some time, there is a question whether the political stances that they might take will clash with their employment.  This has not been mentioned in the debate, but of course modern methods are used. The list is kept on websites, both commercial and official, so the information is updated regularly for people who need it.  As I have been tempted in this direction, I shall make a correction to the suggestion that the number of quangos has risen. The latest Cabinet Office report, “Public Bodies 2009”, shows that the number of non-departmental public bodies has fallen by more than 10 per cent. The Government have also set out proposals in the “Smarter Government” White Paper to further reform and rationalise the arm’s length sector.  Mr. Chope We are not meant to be debating quangos per se, but— Mr. Peter Bone (Wellingborough) (Con) Well, I did not actually bring up the number of quangos. There has been a suggestion that there are too many board members of quangos, or that they are too well paid. There is an annual Cabinet Office report on public bodies, which shows that there were 38,000 people on the boards of public bodies in 1997, which has now fallen to about 12,000. There are fewer posts, and many of them are not highly paid. In fact, some are unpaid. We announced proposals in the pre-Budget report to further control public sector pay, and such posts are part of that exercise.  I have made the point that the information is kept on websites, but perhaps we can tie those websites into this process and make them clearer. I take the point that the hon. Member for Somerton and Frome about the Ulster Defence Regiment. The motion is to update the schedule to the 1975 Act, rather than the Act itself, but I imagine that it will have to be tidied up at some point. However, we do not have to be concerned about posts that disappear, because people cannot be in them to be disqualified from being in the House of Commons. This exercise is really just to tidy up the list, but if there are any anomalies we will need to take a view on when the Act needs to be updated. I shall certainly do that.  The process of considering when an office holder has to resign should be clear. I understand that the Cabinet Office gives guidance to candidates at the point of their potential resignation because of disqualification.  Another point that we have not touched on is that parliamentary candidates may not be successful, after which they can be reconsidered. For candidates who were members of NHS trusts, in the civil service or office holders in any of the relevant posts, there is guidance on how they can be taken back into their post. I understand that the only problem would be if a parliamentary candidate had been so controversial and had taken such positions that they were no longer considered fit for office, but that is a very small consideration.  Mr. Heath I give way to the hon. Gentleman.—[Interruption.] Mr. Heath ", "Mr. Shailesh Vara (North-West Cambridgeshire) (Con)": "As we have heard, the motion updates the House of Commons Disqualification Act 1975, and we on this side of the House welcome it. The 1975 Act basically clarifies who can stand for Parliament and who cannot. The proposed amendments are due mainly to the creation of new bodies and the renaming or merging of others, and to the scrapping of some offices and organisations. It is mainly a tidying-up exercise, but it is a considerable one and that is a reflection on the massive growth in the quango culture that has grown up since 1997. Given that there is a £10,000 de minimis threshold for some posts, it is very revealing to see the huge number of office holders who earn more than that per year—in many cases, a whole lot more.  There are about 230 amendments to schedule 1 to the 1975 Act. Although they do not affect the existing disqualification from the Commons of members of the civil service, armed forces, police and judiciary, they extend that disqualification to some 2,100 new office holders. The 400 or so coroners are now included, and disqualification will also cover office holders in bodies such as the Care Council for Wales, the Accounts Commission for Scotland, and the NHS Pay Review Body.  At the same time, the motion excludes members of about 500 other organisations that have been replaced or wound up. They include the Citizen’s Charter Advisory Panel, which was wound up in 1997, the Cable Authority, which was dissolved in 1998, and the United Kingdom Ecolabelling Board, which was wound up in 1999 and had its functions taken over by the Food Standards Agency.  It is fair to say that this legislation is long overdue, as is clear from the dates that I have mentioned. Given that some of the posts have been out of date for a number of years, thought should perhaps have been given to updating the list a little earlier.  Incidentally, the House will be aware of the Conservative pledge to get rid of a large number of quangos if we are successful at the next general election. In that event, I can assure the House that there will be a rapid revision of this particular legislation to take account of the far fewer quangos that will exist after the election.  Mr. Greg Knight ", "Mr. Greg Knight": "On that point, does my hon. Friend agree that there is a case for going further than we are going today, and disqualifying all these people from being Members of the House of Lords? Mr. Vara The hon. Gentleman makes an interesting point, but would it not be better to supply the information to a single point of contact, such as the returning officer at the relevant local authority, rather than circulate it among quangos, where it might be lost or, at least, unavailable when needed? Mr. Heath ", "Mr. Vara": "My right hon. Friend makes a valid and serious point that will need to be considered. I very hope much that it will be, in due course. It is also noteworthy that some of the additions to the list of excluded people are a consequence of the failure of previous legislation to make it clear that certain posts were properly covered by the disqualification provisions. For example, the Commissioner for Older People in Wales has been added to the list because an order under the Commissioner for Older People (Wales) Act 2006 was judged to be “ineffective”. In like manner, the chairmen or other non-executive directors of NHS foundation trusts are being added to the list because an order relating to the Health and Social Care (Community Health and Standards) Act 2003 was thought to be “legally ineffective”.  Of course it is good that these failings have been identified and are now being put right, but the House will note that they are a reflection on a Government who sought to bring in massive and huge amounts of legislation, rather than concentrating on the quality of that legislation. That being said, we on this side of the House support the motion.  16:23:00  Mr. David Heath (Somerton and Frome) (LD) I believe that the legislation concerning IPSA specifically exempts members of IPSA, so there will not be a need to update the schedule in that respect. Furthermore, as I mentioned in my speech, one of the reasons that some people are added to the list is that the legislation that allows for them to be disqualified is judged to be ineffective because of its wording, rather than for any other reason. It is not always necessary for the schedule to be amended. Mr. Heath ", "Mr. David Heath (Somerton and Frome) (LD)": "I also have no problem supporting the motion. It is a sensible bit of housekeeping that we have to do every now and again to bring schedule 1 of the 1975 Act up to date. It is unfortunate that the schedule is out of date almost before it is printed. I had some informal discussions with the Minister only a few days ago about the position of members of the board of the Independent Parliamentary Standards Authority. They are in fact disqualified by statute, but they will not be on this list because we have not yet concluded the relevant legislation. The moment that that particular enactment receives Royal Assent, the schedule in its consolidated form will be out of date and we will have to make a new amendment to it.  In this world of IT, can we not find a better process of maintaining an up-to-date register of all those who are disqualified by enactment, instead of the list periodically coming back to the House and being reprinted on vellum?  Mr. Vara ", "Mr. Heath": "The schedule represents the consolidation of the list, which includes those who have been exempted in statute. Updating it is a necessary process, but there must be a better way of doing it. The hon. Gentleman is right to point out the huge number of quangos that exist. I take with a pinch of salt his assertion that any future Conservative Government would massively reduce the number of quangos. We remember previous Conservative Governments, who did not do it, and we remember when the Labour Government came to power in 1997 promising the bonfire of the quangos, but they did not do it, either. The public have good reason for taking with a pinch of salt any assertion that such a programme would be carried through by any future Administration.  We all take the view that there are far too many people who are members of such bodies and carry out strategic and executive functions with no accountability to the local electorate. I would be much happier if there were a democratisation rather than the abolition of many of the organisations listed in the schedule.  I want to raise one small issue with the Minister, although I do not expect her to know the answer. While perusing the 1975 Act, I noted that it is regularly reprinted, so we are not talking about an out-of-date version. Clause 1, as she mentioned, refers to disqualification on the basis of being a member of the regular armed forces. I note that there is still a reference to the Ulster Defence Regiment. That would have been a live consideration in 1975.  The regiment was formed in about 1970 and performed sterling service in Northern Ireland over many years, but it no longer exists as a separate body. It has been absorbed into the Royal Irish Regiment. I can see why it might have been appropriate for the Ulster Defence Regiment, as a territorial force, which it always was, to be disqualified back in 1975. I am not sure whether that still applies. Will the Minister consult the Ministry of Defence and the Northern Ireland Office to see whether the reference ought to be amended in the light of present circumstances? I do not know the answer. It seems to be an anomaly.  The consolidated schedule is helpful in one respect. Members of the bodies listed know that they hold disqualified posts. Perhaps things have changed, and perhaps the Minister can reassure me, but in my experience there is very little information on what people should do about that if they intend to stand for election. I say that because in 1997 I was a member of the Audit Commission. As the Audit Commission is one of the proscribed organisations, that meant that I was disqualified from the House of Commons. I sought advice at that time from the Audit Commission and from others about exactly what I had to do to make sure that I was not inadvertently disqualified from being elected to membership of the House. I found it difficult to work out. Did I have to resign before nominations were opened; before the dissolution of the House; before nominations were closed; before the day of the election; or before the day that I was sworn in as a Member? Was I bound by the notice that I was required to give? If there were a sudden election and I handed in my notice as a member of the organisation, would I be able to resign with immediate effect? If I could not and the election were held three weeks after the day on which I handed in my resignation, would I be disqualified from standing?  Those are real issues for people in that position, and it would be helpful if the Government provided clear information to all the bodies listed. They could then distribute advice simply and easily to their members, chairmen or whoever the listed post holder might be, saying, “No, to comply with the disqualification Act you must tender your resignation with immediate effect on this date relative to the date of the election,” or whatever the appropriate advice might be.  Mr. Greg Knight Ideally, the information would go to both bodies, because the candidate deals with the bureaucracy of the body of which they are a member and the returning officer. They clear with the returning officer what they have to do as a candidate, but at the same time they clear with the particular body’s personnel department—the human resources department or whatever it is called nowadays—what they have to do to disengage themselves within the appropriate time scale from their duties. In some bodies, a person’s resignation has to be considered at the next meeting, leaving them in legal limbo unless they can persuade the organisation to hold an emergency meeting in order to accept their resignation.  That is not a huge point, and I do not want to labour it, but from my experience it ought to be sorted out. Happily, I sorted out my situation with the Audit Commission. I resigned at the appropriate time, and when I took my seat there was never any question that I was still a member of a body representing an office of profit under the Crown. The problem did not apply to me, but I was beset by doubt, which I should like extinguished for people in future.  Having said that, I see on the list no entries that are clearly wrong or any glaringly obvious omissions. The explanatory note is quite the longest that I, like the Minister, have ever seen, but sometimes a lot of information is a good thing, and the note answered any questions that we might have had. I am grateful for that, and I have no difficulty in supporting the motion.  16:33:00  Mr. Christopher Chope (Christchurch) (Con) I suspect that the hon. Gentleman might agree that for every quango there should be a regular test of continuing usefulness. That should also apply to international organisations, which often get set up and are then maintained by their own status rather than because of any continuing usefulness. When I was elected leader of Somerset county council in 1985, I found that we still had a light horse committee charged with ensuring that there were enough light horses in Somerset to maintain the yeomanry in the first world war. I abolished that, and I think it was wise to do so. Mr. Chope rose— Barbara Keeley I am sorry about the noises off, because I actually think that this is quite an interesting point. I am not sure whether people are aware that it is possible for someone to be reappointed after a period. I am interested in whether that would go through without the normal requirements for re-advertisement and selection,  and whether posts can be held in abeyance and then filled by Executive order. Will the hon. Lady write to me at some point with information about that? Barbara Keeley ", "Mr. Christopher Chope (Christchurch) (Con)": "I agree with the hon. Member for Somerton and Frome (Mr. Heath) that the explanatory note is, indeed, very useful, and I am delighted that my hon. Friend the Member for North-West Cambridgeshire (Mr. Vara), on the Front Bench, says that if there is an incoming Conservative Government later this spring there will be a substantial cull of quangos. I cannot think of a better starting point than the consolidated list, which the Minister says will be drawn up as a result of this debate. It will be a convenient point of reference for all those quangos, and I hope that sooner rather than later we will have circulated a list of those that are going to be culled. The hon. Member for Somerton and Frome makes a fair point that Conservative Governments have not always made a great success of maintaining a cull of quangos. Often, new quangos have come on to the scene. I remember the Matt cartoon that followed the establishment of the citizen's charter and the Citizen’s Charter Advisory Panel. There are two people in bed, and the husband turns to the wife and says, “Darling, I can’t sleep—I’m so excited about the citizen’s charter!” The demise of the Citizen’s Charter Advisory Panel is undoubtedly a good thing, and I hope that an incoming Conservative Government will not make similar mistakes in building up the quangocracy.  This is a serious issue, because it shows that the number of people who are disqualified from standing for Parliament is increasing all the time. Those people represent the Executive—the state—and those of us in this legislature who wish for a smaller state would like to see a substantially reduced number of people who are disqualified from being able to stand for Parliament, because that would show that the legislature was going to get larger relative to the number of people in the Executive.  Mr. Heath ", "Mr. Chope": "The hon. Gentleman makes a good point. Looking through the explanatory notes at the list of quangos that have been set up relatively recently, one is bound to wonder, in several cases, whether they retain a justification to this day. I hope that some of those will be the subject of the cull that my hon. Friend the Member for North-West Cambridgeshire is promising. All these quangos represent a larger state than we would wish, as well as a lot of additional taxpayers’ money. I am grateful to the Government for enabling us to see the extent to which the quangocracy has grown under this Government, at a time when, contrary to what is sometimes said, the civil service has also been increasing. For a time, the quangocracy increased as a lot of civil servants were hived off into agencies. We have seen an increase in agencies and a hiving off of civil servants, but also an overall growth in the size of the civil service and, therefore, in the size of the state. That is unsustainable in the current economic circumstances and, in any event, a bad thing for our country because it starves the private sector of resources and thereby damages our competitiveness and economic viability as a nation.  I will not say any more. Although it disappoints me not to have the opportunity to divide the House, I do not see that there is any scope for doing so on this particular matter.  16:38:00  Barbara Keeley The Minister says that the number has fallen, but since when? Barbara Keeley ", "Mr. Peter Bone (Wellingborough) (Con)": "You brought it up. Barbara Keeley "}}