{"Fuel Duty (Rural Areas)": {"Sir Nicholas Winterton (in the Chair)": "I welcome all Members to the first debate in Westminster Hall today. I am not sure whether the weather will deteriorate or improve, but for those who will have to go a distance, I hope that it will improve. As this is the last day before we break for the half-term holiday, may I express the hope that everyone has a restful and enjoyable time at home or in their constituencies? The first debate is to be initiated by someone who has come a very long way to be here—the hon. Member for Orkney and Shetland (Mr. Carmichael). Mr. Alistair Carmichael (Orkney and Shetland) (LD) May I make a plea to Members? Obviously, there will be many more interventions and a number of people have indicated to the Chair that they wish to speak. I should start the winding-up speeches at 10.30 am, to give the Minister sufficient time to reply to what is a very important debate. 09:56:00  Albert Owen (Ynys Môn) (Lab) Order. I make the plea again for speeches to be brief and succinct so that I can fit in all Members who want to speak. 10:07:00  Danny Alexander (Inverness, Nairn, Badenoch and Strathspey) (LD) I thank the hon. Gentleman for his brevity. 10:13:00  Mrs. Anne McGuire (Stirling) (Lab) I thank the right hon. Lady for her brevity. 10:17:00  Mr. Alan Reid (Argyll and Bute) (LD) Before I call the Liberal Democrat spokesman, odd little noises have been interrupting our proceedings. I am advised that, because of our amplification system, digital telephones that are switched on might be contributing to the noises that are slightly annoying to me. If anyone has a digital phone, could they please switch it off? 10:31:00  Mr. Jeremy Browne (Taunton) (LD) Order. Mr. Gauke, you have three minutes. Mr. Gauke ", "Mr. Alistair Carmichael (Orkney and Shetland) (LD)": "It is indeed a long way from Orkney and Shetland to Westminster, but as it affords me the privilege of serving under your chairmanship, Sir Nicholas, it is worth every inch of the journey. I return this morning to a subject on which I have addressed the House on a number of occasions over the past nine years. It is a source of considerable and genuine regret that we have not made more progress on a public policy that brings with it one of the most significant burdens to life in island and rural communities. I shall confine my remarks this morning largely to the island communities, for reasons that I hope are so obvious that I shall not need to state them. It is plain from the geographical spread of the constituencies of Members here today that the problem affects communities in all remote and peripheral parts of the country, not only those that I represent.  My ask for the Minister this morning, as on previous occasions, is that if she cannot consider a derogation of fuel duty—I recognise that a substantial element of the cost of petrol is attributable to fuel duty—there may be a possibility of getting a derogation from European Union legislation to allow the imposition in some areas of a lower rate of duty, thus recognising that that there are market-based reasons for the higher prices.  The importance of the problem cannot be overstated. In communities such those that I represent, which are geographically substantial but with small populations that are spread very thinly, the use of the private car is not a luxury but an essential. It is also an environmental essential. If we had a fleet of buses running around the west side of Shetland to provide the required transport access to other parts of Shetland, they would effectively be running empty. Having smaller private cars on those roads makes environmental sense. Buses, with their emissions and their use of fuel, would be carrying air around the west side of Shetland or the remoter parts of Orkney. That makes no environmental sense. Although the mindset in many parts of the Government may be that the private car is bad for environmental reasons and should be pushed off our roads in favour of public transport, the private car makes good environmental sense in areas such as those that I represent.  Mr. Nigel Evans (Ribble Valley) (Con) ", "Mr. Nigel Evans (Ribble Valley) (Con)": "Does the hon. Gentleman recognise that the bus service is either thin or non-existent in many rural areas? The car is therefore a necessity. He talks about taxation on fuel. Does he also recognise that the price of petrol is much higher in many rural areas than in the cities? It is not as though we are trying to give a tax advantage to those who live in rural areas; we simply want to give them a fair crack of the whip. Mr. Carmichael ", "Mr. Carmichael": "The hon. Gentleman says nothing with which I could disagree. Indeed, he leads me on rather nicely to the first point that I wish to bring to hon. Members’ attention—the prices being paid at the pump by my constituents in Orkney and Shetland. I checked these figures yesterday. Lerwick is the largest town in Shetland, and the largest garages are able to provide the cheapest petrol. Pump prices there for unleaded petrol go from 124.5p per litre to 125.9p per litre. On other islands, including Unst, my constituents are paying 130.9p per litre. For reasons that I shall explain in a moment, the prices in Orkney are slightly lower. At most filling stations in Kirkwall, the pump price is about 120.9p, but in Westray, which has a fairly substantial island population in the context of Orkney, my constituents are paying 129.9p per litre.  I want to say a word or two about the structural market reasons why such variations should be the case. We have no supermarkets selling petrol in Orkney and Shetland. We do not have big retailers with the buying muscle of garages in the urban conurbations, which can get cheap fuel. One retailer on the west side of Shetland told my office yesterday that he makes only 6p per litre. He said that he could buy the fuel more cheaply at a petrol station in Aberdeen—at the retail price, including duty and VAT—than he can buy it from the wholesaler or distributor.  David Simpson (Upper Bann) (DUP) Indeed. As a Front-Bencher, I am well acquainted with the situation that the hon. Gentleman outlines. For my constituents, it is particularly galling. His constituents look across the border to a foreign country; we look to other parts of the same country. The Treasury is not prepared to deal with that basic unfairness by treating my constituents in the same way as it would expect other constituents to be treated. Mrs. Anne McGuire (Stirling) (Lab) I understand that there is a need for more responsible behaviour by the oil companies, particularly the wholesalers and distributors. I am not suggesting that the sort of difference that could be made by a duty reduction would be the silver bullet, but it could be part of a package that would make a significant difference. Moreover, it would be a useful way for the Government to send the message that it is time for the oil companies to smarten up their thinking. When one looks around the European Union, one realises that such behaviour is pretty well accepted there. Let me briefly turn to how the extra costs of diesel and petrol and fuel duty have an increased impact on agriculture. The Minister will be aware that, since October 2007, the duty increases of 2p a litre have been applied across the board—to road fuels, rebated fuels or red diesel, biofuels and other domestic fuels—and that has affected the agricultural sector that relies on red diesel, because 2p as a proportion of the red diesel duty is significantly larger than it is on non-rebated fuels. Therefore, over the past six years, farmers have faced a red diesel price increase of more that 180 per cent., which has been driven not by increased oil prices but by the duty element. Such an increase is disproportionate, and for a community such as mine in Orkney and Shetland, which relies heavily on agriculture as the core of its local economy, the impact is particularly severe. If we add the peripherality of the area and the small size of the community market to the extra burden of fuel duty increases that have been imposed in a very crude way, we can see that the most fragile of economic communities has been put at the most substantial disadvantage.  The Government’s argument for increasing duty on red diesel was to combat oil fraud. I do not know how such a measure will combat oil fraud. I would have thought that raising duty increases the incentive for people to take a chance of putting red diesel in their tractor or private car. None the less, combating fraud seems to be the basis of the Government’s logic, but it is not as robust as we might expect from the Treasury.  Mr. Gregory Campbell (East Londonderry) (DUP) Indeed. As we scrutinise with ever-increasing rigour where money is coming from and where it is going to, such considerations will become more and more weighty. Indeed, the matter requires substantial attention. The assistance that is given to island and peripheral communities in other parts of the European Union is an issue that has been picked up recently by my colleague, George Lyon, in the European Parliament. He put a series of questions to the EU Commission and was given an answer on 8 January that states:  “The Commission can, nevertheless, confirm that—on a different basis—in order to partially offset the additional costs of insularity”—  that could be put in better English and, being an islander, I do not like the term “insularity”—  “and thus geographical remoteness and difficulties of supply, France was authorised to apply a reduced rate of taxation to unleaded petrol used as motor fuel and consumed in the Corsican department. Moreover, at the moment of the adoption of Council Directive 2003/96/EC4—and for similar reasons as France—Portugal and Greece were authorised to apply reduced rates of taxation for fuel consumed in the Autonomous Regions of the Azores and Madeira and on some Greek islands. Concerning the details of the schemes, the Commission can inform the Honourable Member that in the case of Corsica, the reduction is 1 cent per litre. In the case of the Greek islands, the reduction can be up to 2.2 cents per litre. In the case of Azores and Madeira, the directive does not specify the amount of the tax reduction, however, according to the information available to the Commission, the degree of tax differentiations from the Portuguese mainland is 1.5 cents per litre (Madeira) and 3.8 cents per litre in the case of the island of Azores.”  I bring that answer to hon. Members’ attention because it is important for us to understand that the problems that are faced by our communities are not unique; they are shared by different communities in the European Union. However, they get very different treatment from their Governments than that which we have experienced.  I have asked Ministers in the past to consider such a derogation, and I make the same request of the Minister today. Will she consider setting up a pilot scheme to assess whether the Government’s concerns are legitimate, real and substantial—I suspect that they are not—or whether they are just an excuse for continuing to do nothing?  John Thurso (Caithness, Sutherland and Easter Ross) (LD) My hon. Friend invites me to speculate. I will resist that invitation in the hope that we might get a proper explanation from the Minister when she replies to the debate. However, I shall briefly touch on some of the reasons that Ministers have offered us in the past for refusing the sort of derogation that I would like. I do that on doctor’s advice. My doctor tells me that I must avoid putting myself in a situation where I will suffer high blood pressure, because it is bad for my health. I should explain to hon. Members that nothing gives me worse high blood pressure than hearing Treasury Ministers using specious arguments time and again. In the past, my hon. Friend and others have demonstrated that such arguments were specious. It might seem to be a bit of a wheeze for those who write speeches for Ministers to come up with such arguments, but it demonstrates a quite reprehensible lack of respect for the people who elect me and my hon. Friends and for the problems that they face day in, day out. The arguments that we have heard in the past are that the extra cost is down to transport. Hon. Members will know how much petrol costs in urban conurbations. They have heard the figures that I have offered today. We are talking about a difference of between 10p and 15p a litre. That is not a transport cost. The Treasury then tells us that, if we had derogation and a variable rate of duty in different parts of the country, people would drive from those urban conurbations to get their cheap petrol. It tells us something about how figures are added up in the Treasury that the people there think that petrol will still be perhaps 8p or 10p a litre more expensive in the communities that we represent, but that people will get in their cars and use petrol to drive to our communities to buy petrol that is still more expensive than they would get at home.  Mr. Andrew Turner (Isle of Wight) (Con) Indeed. I have heard the hon. Gentleman make that case in the past. That is why I hope that we could have a pilot project in areas such as ours, which are more easily defined. Someone might make this nonsensical argument—I hope that the Minister will not do so—that people will drive from urban conurbations to get cheap petrol. However, surely even the Minister will not stand there and suggest that somebody in Aberdeen will put their car on an overnight ferry to go to Lerwick to get cheaper petrol. Mrs. McGuire I have given way to the right hon. Lady once already, so I will not give way again. I would really like to make some progress and conclude my speech. Sorry. Christopher Fraser (South-West Norfolk) (Con) I am aware of the situation in the fens, not least that if things continue the way that they are going, the hon. Gentleman may one day join that elite band of island MPs. [Laughter.] The final objection that we get from the Treasury is that different price trends are not restricted to neatly definable geographical areas.  Albert Owen (Ynys Môn) (Lab) Doubtless in the past many of those petrol stations would have had post offices attached, too. That is how people make a business work in a small island community. The post office on its own, the petrol pump on its own and the shop on its own may not be viable businesses, but bring all three together and there can be something that functions. That is why those businesses are important. Malcolm Bruce (Gordon) (LD) I agree absolutely with my right hon. Friend. I live for the day when the Office of Fair Trading might be persuaded to do the job that we set it up to do, which is to examine the market and take meaningful measures that might bring some relief to people such as my constituents. However, the OFT has always resisted the opportunity to do so. Danny Alexander (Inverness, Nairn, Badenoch and Strathspey) (LD) Indeed, and Orkney is one of the lowest-wage economies in Scotland, so a higher proportion of a smaller income is being spent on something that is really an unavoidable item of expenditure. I have been trying for the past five minutes to make my very last 30-second point: I fear that the Minister will doubtless find it all too easy to say no to me; certainly, her predecessors have never had any difficulty in that regard. I hope that I am not boring her—I hope that we are not keeping her up. Perhaps she might listen to what she has heard about this problem from the right hon. Member for Stirling (Mrs. McGuire) and the hon. Member for Ynys Môn (Albert Owen). If she does not want to listen even to them, she might listen to Des McNulty, who is a Labour MSP, who said in a debate in the Scottish Parliament in April 2009, and I quote him verbatim:  “There is a genuine case for derogation for island communities, and I think that the case is winnable.”—[Scottish Parliament Official Report, 30 April 2009; c. 16948.]  We understand that because of the communities that we represent. Will the Minister and the Treasury please start listening and do something to address our needs?  Sir Nicholas Winterton (in the Chair) Will the hon. Gentleman give way? Mr. Gauke The hon. Gentleman makes a legitimate point. I commend him for approaching the argument with seriousness and respect, which I hope will be emulated by the Minister. We accept that there are issues to do with housing, including its availability, so we provide support for the housing sector through councils and housing associations. Surely the same principle should apply to transport where there is no other choice. Mr. Gauke Will the Minister give way? Sarah McCarthy-Fry ", "David Simpson (Upper Bann) (DUP)": "I congratulate the hon. Gentleman on securing this important debate. He will know that the price of fuel has been long-running sore. He touched on the price differential. Northern Ireland is the only part of the United Kingdom that has a land border with the eurozone. Filling stations in the border areas are finding it difficult; one can buy fuel a few yards down the road in the Republic of Ireland at 99p per litre, but it costs almost 116p a few hundred yards in the other direction. I trust that the hon. Gentleman will join me and include Northern Ireland in his debate. Mr. Carmichael ", "Mrs. Anne McGuire (Stirling) (Lab)": "I accept what the hon. Gentleman’s feelings may be about fuel duty. Does he not accept that the oil companies have a responsibility in how they price petrol and diesel for rural communities? He has already indicated that one can buy fuel cheaper in Aberdeen at retail prices than one can buy it wholesale in Orkney. Mr. Carmichael Like others, I congratulate the hon. Member for Orkney and Shetland (Mr. Carmichael). I represent a large rural constituency, although it is on the mainland. Even though my constituency is only the size of Luxembourg, unlike constituencies in other parts of Scotland, which are the size of Belgium, I have seen the pressure that the price differential has put on rural petrol stations. I do not totally blame the Government for that, and there are major issues for the oil companies to address. We are talking about people not just travelling 40 or 50 miles to fill up their petrol tanks, but filling up their tanks in hub communities throughout rural areas when they go to work or go shopping. That is where we see the serious knock-on effect.  I want to make one or two points to reinforce some of the arguments that have been made. The Office of Fair Trading—what a disappointment! It would not know a market failure in rural and remote communities if one came up and slapped it in the face. There have been two investigations, and I had issues with the OFT a few years ago about how the price differential was working in rural communities. The OFT needs to get out and about to understand exactly what is happening in some rural communities and to see how the oil companies are not helping matters.  I ask the Minister to look at the derogation. I appreciate that there are many practical difficulties with instituting a pilot in mainland communities, but I see no reason why it would not be possible to institute one in self-contained communities that can be reached only after a five-hour ferry journey or, in the case of Shetland, a 13-hour ferry journey. The Treasury would gain great respect in such communities if it looked at ways of assisting their economies. I hope that it will consider the pleas that have been made here and in the Scottish Parliament, including by my Labour colleague, Des McNulty, who was quoted by the hon. Member for Orkney and Shetland. I hope that the Treasury will look at ways of using existing legislation to manage petrol and fuel prices more equitably in remote and rural communities.  As has been said, we are not talking about vast drains on Treasury income or a massive raid on Treasury coffers. These are small island communities of 10,000 people or fewer. We are simply asking for a scheme to be considered in Scotland, Wales and other parts of the United Kingdom. If we cannot get a solution for my rural community, I hope that we will at least see some movement as a result of the debate.  Sir Nicholas Winterton (in the Chair) ", "Mr. Gregory Campbell (East Londonderry) (DUP)": "I congratulate the hon. Gentleman on securing this important debate. He touched on the issue of fraud, and I can appreciate the extreme difficulties that come from rurality and peripherality. Does he agree that one of the issues in Northern Ireland is that Revenue and Customs has not been diligent enough in dealing with the oil that is illegally brought across from the Irish Republic to be sold in Northern Ireland and that hundreds of millions of pounds are therefore lost to the Treasury? Mr. Carmichael ", "John Thurso (Caithness, Sutherland and Easter Ross) (LD)": "My hon. Friend will know that during excessive considerations of the Finance Bill, I proposed—or other colleagues did so and I spoke to—amendments seeking to achieve what he suggests. He will also know that, two years ago, I prepared a worked-up scheme that covered all the details. I sent it to the Treasury and had detailed correspondence with it on the matter. Can he explain why the Treasury, in the face of so much detail and so many clear-cut proposals, is adamantly and resolutely opposed to a scheme that would bring a little fairness to the islands? Mr. Carmichael I can usually claim in debates to represent the constituency that is furthest away, but clearly my hon. Friend the Member for Orkney and Shetland (Mr. Carmichael) has that honour today, and I congratulate him on securing the debate. I will first pick up on the question of opportunity raised by several hon. Members, particularly the right hon. Member for Stirling (Mrs. McGuire). The OFT has conducted several inquiries on the matter in my part of the world, but the problem is that it has concentrated on whether there are anti-competitive practices between garages in one or two local towns and found, quite properly, that there are not. The problem is that in large metropolitan centres, such as Edinburgh or Glasgow, a forecourt with eight to 12 pumps and a throughput of vehicles could have a cash profit per litre of as little as 1p or 0.5p, so there would be sufficient cash throughput to amortise across the fixed costs. A petrol station with two pumps in a remote village such as Durness, on the top west corner of Sutherland, however, will have one car stop every half hour and so will be forced to have a larger cash margin per litre to be able to survive. The right hon. Member for Stirling is right that there is something fishy going on further up the supply chain, and that is where the Competition Commission should be looking.   What is the problem? The problem is that my constituents regularly face a premium ranging between 9p and 14p over the national average, and I have looked at that several times over the past nine years. The scheme I proposed would have rebated around 3p—it might have been 2 points or 3 points, but of that order. Therefore, the idea that people would drive across a boundary 30 or 40 miles away to pay less for their petrol, which in the early years of my proposal is what the Treasury said would happen, as my hon. Friend the Member for Argyll and Bute (Mr. Reid) said, is ludicrous. In fact, a rebate scheme would counter that by enabling people to fill up nearer home, and reduce the incentive to go off to the supermarket in Inverness to fill up. It would therefore have the opposite effect, with regard to carbon, by reducing the amount of petrol or other fuel used and allowing people to fill up more cheaply.  The absolutely critical point is not just that there is a premium, but that there is no alternative, and there never will be on the north coast of Sutherland. There was a post bus, but it has been taken away. There is now no way one can get from the middle of the north coast to Thurso, which is an hour away, and back on the same day. It is simply not possible. Therefore, if one does not have a car, or some good friends to stay with overnight, one simply cannot go into Thurso to see a doctor or dentist, go to the shops or do all the things that are a requirement of ordinary life, and the key point is that there are no alternatives.  I support the call my hon. Friend the Member for Orkney and Shetland has made for a pilot scheme, because I really believe that that can work. It would be an easy and simple way of showing that the scheme can work, or showing that it will not work, if the Treasury are convinced that it will not, and that will help the argument for other areas. I support the concept of a pilot scheme, but I will continue to argue that it should come across to the mainland in due course.  I will not go into the details of the scheme I proposed, but if any Members have serious trouble sleeping, I can send them a copy of the lengthy document and allow them to study it. I have gone through it in detail in several Finance Bill debates over the years. Three years ago, the Financial Secretary at the time—the right hon. Member for Wentworth (John Healey), I think—infamously responded to the proposal by comparing what I was requesting with giving Londoners a rebate on duty on beer. That simply demonstrated a complete lack of understanding.  By contrast, we made progress with the Minister for Pensions and the Ageing Society, the hon. Member for Wallasey (Angela Eagle), who was in the Treasury at the time and was extremely sympathetic. I met her, and she went through the detail and corresponded with me. I thought that we had nearly persuaded her but then she was promoted elsewhere, so we were back at the bottom again.  The scheme is entirely workable and is permitted under EU law. It will not give cheaper fuel in remote areas but will simply give a little bit of an alleviation to a massive disadvantage. Frankly, my constituents cannot understand why a Government who were elected on a promise of looking after those in need simply ignore this obvious and unfair situation.  Sir Nicholas Winterton (in the Chair) ", "Mr. Andrew Turner (Isle of Wight) (Con)": "Does the hon. Gentleman accept that the situation is the same in the Isle of Wight, which is a considerably shorter distance from many urban conurbations than the Orkneys and Shetlands? Mr. Carmichael ", "Mrs. McGuire": "rose— Mr. Carmichael Does my hon. Friend accept that although hon. Members representing mainland rural communities may have accepted some of the difficulties that she has identified, there are self-contained, sea-distant communities within the United Kingdom where we could pilot a derogation on fuel duty? Sarah McCarthy-Fry ", "Christopher Fraser (South-West Norfolk) (Con)": "I should like to thank the hon. Gentleman. This is a first-class debate on a very important subject. My constituency in Norfolk covers 1,200 square miles, a very large proportion of which is at sea level or below, and there is no chance that anyone will ever drive out from Norwich to try to get petrol in the fens—an area that, as I am sure he will accept, has not only deprivation but many people for whom a car is a necessity and not a luxury. Mr. Carmichael ", "Albert Owen (Ynys Môn) (Lab)": "I hope that the hon. Gentleman can relax and get his blood pressure down a little, while I make a short intervention. He is making a very serious point about the price differential, which has an adverse effect on the community that I represent, where people who face paying higher prices actually go out of the community, 30 or 40 miles down the road, to purchase their petrol. In addition, petrol stations in my area are not just suppliers of petrol; they are also often convenience stores, which close down as a result of people buying fuel elsewhere. Mr. Carmichael I congratulate the hon. Member for Orkney and Shetland (Mr. Carmichael) on securing this very important debate. I know that he has been fighting for relief for rural, peripheral and, particularly in the case of his own constituency, island communities. Ynys Môn, or the Isle of Anglesey, which I represent, is an island. It is on the periphery, but it is also connected to the mainland by two road bridges and one rail bridge. It is quite unique in that sense, but it still has many of the characteristics that the hon. Gentleman has talked about.  In many ways, I consider the Isle of Anglesey to be the heart and soul of the British isles, if we look at colleagues in the west, in Ireland, and indeed in Northern Ireland. However, it is a peripheral area that is difficult to get to. It suffers from a double whammy: there are the high fuel charges that the hon. Gentleman talked about and, in addition, my constituents do not really have an alternative other than to travel great distances to get cheaper fuel.  Also, the limited number of petrol stations—independent petrol stations and larger retailers—on the island is problematic. Because there is very little choice, the prices are kept artificially high by the market. Furthermore, to pick up the point made by the hon. Member for Ribble Valley (Mr. Evans), there is limited public transport, so the alternative for my constituents is just not there.  I want to make it clear that we are talking about not only Chelsea tractors; we are talking about ordinary family vehicles. We are talking about people who need their vehicles to go to work, to go to the shops, to take their children to participate in activities in the evenings and to go to the clubs that we all support.  There is a strong case to help peripheral areas by looking at the fuel duty, perhaps through a pilot scheme of some nature. It would be difficult to contain such a pilot scheme in the mainland, and I also understand that it would be difficult to contain in areas such as my constituency, where there is a land bridge. However, the issue needs to be looked at, because, as the hon. Member for Orkney and Shetland and his colleagues have said, a number of these peripheral areas have some of the lowest gross value added in the whole of the United Kingdom.  Mr. Roger Williams (Brecon and Radnorshire) (LD) ", "Malcolm Bruce (Gordon) (LD)": "I know that we have a Treasury Minister here today and I fully support what my hon. Friend is looking for, particularly for his community. However, should not the competition authorities be engaged with this issue, because the number of petrol stations in Scotland has gone down from 880 to 510 in the past 10 years? My hon. Friend has talked about Aberdeen, but part of my constituency has a Tesco that sells petrol at a price 5p cheaper than that of the Tesco at the other end of the constituency. Tesco has told me that there is no difference in the cost of providing that petrol; it is simply what Tesco thinks the local market will bear. Mr. Carmichael ", "Danny Alexander (Inverness, Nairn, Badenoch and Strathspey) (LD)": "My hon. Friend is quite rightly highlighting the problems in island communities. Exactly the same experience is replicated in my constituency in the highlands. However, does he accept—this point is important in terms of fairness—that these problems are exacerbated by the fact that areas such as the ones that he and I represent have significantly lower incomes than the rest of the country and the effect of the higher price is therefore magnified? Mr. Carmichael Thank you, Sir Nicholas. I will be brief. I congratulate my hon. Friend the Member for Orkney and Shetland (Mr. Carmichael) on securing this important debate. It is a subject that hon. Members from the highlands and islands have returned to again and again over the years and to which we will continue to return until we find a Minister who listens to our legitimate concerns, such as those raised by the hon. Member for Ynys Môn (Albert Owen).  I will begin by describing the experiences of people in my constituency. It is not an island constituency, but a large area in the mainland of the highlands. None the less, it is in a similar position to that described by my hon. Friend the Member for Orkney and Shetland. There is effectively a triple whammy that hits people in remote and rural areas: they have to travel longer distances; they face significantly higher fuel prices; and there are often little or no public transport alternatives. As has been said, for most people in such areas a car is a necessity, not a luxury. That could not have been demonstrated more clearly than by last month’s cold spell, during which public transport was badly affected, and if people were able to get around at all, it was only by using their own vehicles.  To those problems, I add the fact that incomes are significantly lower in the highlands and islands. The average income is about 85 per cent. of the Scottish average, which in turn is lower than the UK average. As well as spending a lot of money on petrol or diesel to fuel their cars, people in my constituency, by and large, spend much more money than people in the rest of the country on oil to heat their homes. That is yet another cost burden that benefits oil companies and oil distribution companies. People in my constituency, particularly those in the most rural and remote areas, are spending a greater proportion of their already lower incomes on running their cars and heating their homes. They therefore have a great deal less disposable income to spend on other things.  Of course, many things could be done to relieve that burden. I will talk about the fuel derogation in a moment, but first I suggest that investment in public transport could make a difference. Like many of my colleagues, I am deeply disappointed by the lack of progress that the Edinburgh Scottish National party Government have made on investment in public transport, particularly in the railways. It is deeply disappointing that no SNP Members are here to take part in the debate, when they claim to represent the whole of Scotland. This is an Edinburgh SNP Government, not a highlands and islands Government.  There are actions that can be taken. I was involved for many years in campaigning to persuade the Tesco store in Inverness to reduce its petrol prices to the level at the store down the road in Elgin, and we were finally successful only after we had held a meeting with the chief executive himself. However, the Government have by far the greatest power to address the issue, and the Minister should look at experience in other European countries. The European energy products directive allows a derogation to provide for a reduced rate of fuel duty in specific areas. Greece, France and Portugal have taken advantage of the derogation, and I see no legal or practical barrier preventing the UK Government from doing the same. The only barrier is the lack of political will, which, as my hon. Friend the Member for Orkney and Shetland said, stems from a complete lack of understanding of the way in which people are suffering.  My hon. Friend the Member for Caithness, Sutherland and Easter Ross (John Thurso) has proposed an entirely workable scheme, and I proposed a similar scheme a couple of years ago, although it was not entirely the same. A scheme could therefore operate in a variety of ways, and all the Treasury’s objections have been answered by our proposals and by the way in which schemes have operated in the other European countries I mentioned.  Like my hon. Friends, I would support a pilot in island communities, which would demonstrate that a scheme was workable. The pilot could easily be extended to remote and rural parts of the mainland—anything to get the door ajar. I can see no practical objection from the Government’s point of view to a pilot in island areas. I spent the first few years of my life on the island of Colonsay, in the constituency of my hon. Friend the Member for Argyll and Bute (Mr. Reid), and such a community, or a similar community on Orkney and Shetland, would be an ideal place to demonstrate a scheme’s workability and social and economic benefits.  In the context of the recession, from which we are potentially only just starting to emerge, our proposals would also provide an economic stimulus to the islands and the remote and rural areas in which they were implemented, and I hope that the Treasury will consider them for that reason as well. Overall, the cost to the Treasury would be small, but the benefit to the communities affected would be enormous, as those of us who represent them know.  This issue is a critical test of the Government’s commitment to fairness. Applying a reduced rate of fuel duty, which is allowed by European law, to remote and rural parts of the country would demonstrate that the Government understand the importance of treating all parts of the United Kingdom fairly. This is, or is supposed to be, a British Government, and they should understand and be sensitive to the needs, demands and economic interests of all parts of the country, including the highlands and islands. I therefore hope—almost against hope, on the basis of previous experience—that the Minister will show more sensitivity and understanding and more of a willingness to grapple with these problems than any of her predecessors.  Sir Nicholas Winterton (in the Chair) ", "Mr. Roger Williams (Brecon and Radnorshire) (LD)": "I am very well aware of the particular situation in the hon. Gentleman’s Ynys Môn constituency. My hon. Friend the Member for Orkney and Shetland (Mr. Carmichael) said that he would not want to speculate as to why the Treasury would resist this demand so strenuously. Does the hon. Gentleman think that Treasury officials in France and indeed in Greece are resisting a derogation so strongly, or does he think that they are trying to support their remote communities? Albert Owen ", "Albert Owen": "I am no expert on Greece or France, or on how people there conduct their internal lobbying. However, what I will say in honesty to the hon. Gentleman is that, to be fair to the Treasury, I lobbied against the vehicle excise duty that the Treasury was imposing. That crude mechanism would have hit not only the Chelsea tractors, but vehicles and motorists in my constituency. When I lobbied against it, the Treasury did listen; it modified the vehicle excise changes to help people in my constituency. There is therefore a glimmer of hope there that the Treasury is indeed listening to Members of Parliament. I led a delegation to the Chancellor because I thought that that crude mechanism that the Treasury was bringing in for good environmental reasons—I must say that it was supported by many Opposition Members at the time—was imperfect and that it would hurt my constituents the most. I lobbied, the Treasury listened, and it did not impose that duty.  Older cars are essential for many people in my area because they cannot afford to change them, although the scrappage scheme has helped. However, those cars often use more petrol than smaller vehicles. The bad weather has shown that 4x4s are essential in communities in my area and that of the hon. Member for Orkney and Shetland. Such communities would grind to a halt without them.  We are being penalised for living further west. I have looked at websites that compare prices, and the eye-watering figures that the hon. Gentleman gave are not quite replicated in my area, but there is a huge differential. The further west people live in north Wales, the more they pay for petrol. In my home town of Holyhead, which is in the westernmost area, Tesco is the main retailer and there are few independents. It charges 114p to 116p per litre for diesel, and 112p to 113p per litre for the cheapest unleaded petrol. In Llandudno, which is 60 or 70 miles away, the price is about 110p per litre for petrol and 111p for diesel. In Chester, which is not a great distance away once one is on the A55, the cost is as little as 108p per litre—that is 6p cheaper. Many people commute to buy their petrol in Chester or Cheshire rather than helping the local community, because higher prices have been forced on their local areas.  Mr. Andrew Turner I thank the hon. Gentleman for that point, but the price of petrol is the fault not just of the Government, but of retailers, distributers and oil companies. He is right that businesses are decoupled. It is important to note that a petrol station and convenience store can be a great draw for customers to come to an area, and particularly for passing trade. There are many retailers in north Wales, but they all charge more the further west they are, and that should be examined. The OFT has held a number of inquiries that have said there are no market failures, but that is blatantly wrong. It has only to check the websites or to go to these areas to see the day-to-day prices that people are forced to pay. I would like the OFT or another body to do another study to look at this live and topical issue that affects people today. Supermarkets say that they charge universal prices across the UK in their stores, but they do not do the same on their petrol forecourts, and that must be examined.  The hon. Member for Orkney and Shetland spoke about the impact on the economy, which it is important to consider. Tourism is a big trade in my area, as it is in many peripheral areas. Many people look at the websites and decide to fill up before they come into the local communities because they will get a better deal. People are voting with their wheels, which has a considerable impact.  The hon. Gentleman rightly mentioned the agricultural community, which is hit with a double whammy: not only does it pay a higher proportion of tax on red diesel because of the escalator, but people from agricultural communities have to travel great distances and so pay more for everyday activities through normal motoring charges.  The people of Ynys Môn whom I represent are concerned about the environment; they just do not have alternatives in many cases. Local government should consider this issue because there is no joined-up thinking. Many local transport schemes do not match. After school, many of the bus services finish so people travelling to sport or leisure centres and clubs in rural areas have no alternative to the private car.  Fuel prices are hurting ordinary families in my area and many other areas. The oil companies and the retailers are hurting ordinary families by adding extra costs. A crude fuel tax on top of that is making the problem worse. That started with the fuel escalator under a previous Government. That was stopped for a while and the fuel differentials moved a little in my area. The hon. Member for East Londonderry (Mr. Campbell) mentioned people crossing the border from Northern Ireland into the Republic. My constituency is only a few miles from the Republic of Ireland, and in the ’80s and ’90s, many people came over from the Republic and purchased petrol as they travelled through north-west Wales. When the escalator hit and the prices went up, the opposite happened. There is now a differential of a few pence, but passing trade still comes off the ferries and goes straight through to Cheshire to fill up with petrol.  I heard what you said, Sir Nicholas, and I will conclude my remarks because other hon. Members want to speak. The Minister is a reasonable person. As I said, the Treasury looked at the vehicle excise duty because of the impact that it was having in many areas, including peripheral and rural areas. I hope that she and her officials understand the strength of feeling in peripheral areas and islands across the UK because this is a real issue. It is hurting communities and ordinary families greatly. The Treasury was right not to put the fuel duty escalator in its Budgets straight away, but it has reverted to it. I hope that she and her officials will consider having pilot schemes in peripheral areas to try to create a level playing field across the UK.  Several hon. Members The SNP are partners of Plaid Cymru, and no one from Plaid Cymru is representing rural Welsh interests either. Mr. Reid ", "Mr. Andrew Turner": "Hon. Members have talked about the westernmost and the northernmost, so may I speak from the southern point of view? Simon and Sally Perry of VentnorBlog give regular updates on fuel prices in the local area. Local residents are able to save money by following their advice and finding the lowest local price for petrol and diesel. The village of Whitwell has a petrol station, albeit an expensive one, but no post office. The Government are making people go further away and taxing them on the extra cost of going there. Albert Owen ", "Several hon. Members": "rose— Sir Nicholas Winterton (in the Chair) ", "Mr. Alan Reid (Argyll and Bute) (LD)": "I congratulate my hon. Friend the Member for Orkney and Shetland (Mr. Carmichael) on obtaining the debate. As he said, we have turned to this subject over many years and raised it repeatedly in debates on Finance Bills. It is a pleasure to follow the right hon. Member for Stirling (Mrs. McGuire), and I wholeheartedly agree with what she said about the need to reduce fuel prices in remote rural areas. People living in remote rural areas suffer a triple whammy. They must, of necessity, travel longer distances, the price of fuel is higher than in urban areas and there is a lack of public transport alternatives. In the remote mainland part of my constituency, the price of fuel is usually several pence higher than in Glasgow, and the same is true on the Isle of Bute, but it is on the Atlantic islands that we see eye-watering differences from the price of fuel in cities such as Glasgow. On the larger islands of Mull and Islay, the price is usually about 15p a litre higher; on the smaller islands of Coll and Colonsay, which my hon. Friend the Member for Inverness, Nairn, Badenoch and Strathspey (Danny Alexander) mentioned, the price is often about 30p a litre higher. Those prices have to be paid by people going about their daily lives, as well as by local businesses, which means that the cost is passed on and reflected in the price of all commodities to local people.  There is an environmental argument for taxing fuel, but it works only if the tax persuades people to adopt an alternative form of transport, and there is no alternative in remote communities in the highlands and islands. There is no point in the council’s subsidising buses if they run around with only one or two passengers; in those circumstances, the car is a more efficient method of transport.  As well as paying a higher price for fuel, people in remote areas also pay more tax to the Treasury because VAT is a proportion of the price, and the higher the price, the higher the amount paid in VAT. One principle of taxation is that it should be equitable, but it is clearly not equitable that people in remote areas pay more tax on their fuel than people in the cities. It is perverse that people who have no choice but to pay higher fuel prices and who are often on lower incomes pay most in tax. We have raised that point in Finance Bills over the years, but Treasury Ministers have come up with arguments for why our proposals could not be accepted, so in response to those objections we have refined our proposals.  Two years ago, my hon. Friend the Member for Caithness, Sutherland and Easter Ross (John Thurso) submitted to the Treasury a detailed paper on the matter, which I believe was entirely watertight, and there was absolutely no reason why its proposals could not be implemented. The Chancellor, in response to a parliamentary question from my hon. Friend the Member for Orkney and Shetland, indicated sympathy with our position. Despite the watertight case we put to the Treasury two years ago, which it was unable to rebut, and the Chancellor’s words of sympathy, we appear to have made no progress over the past two years.  I want to endorse what other hon. Members have said this morning and suggest a pilot scheme on one or two islands. There is absolutely no possibility of people taking advantage of the reduced cost of fuel by travelling to an island on which such a scheme operates, as it simply would not be worth paying the ferry fare, and there is no possibility of fraud because an island is clearly separated from the rest of the country. The lower fuel duty would apply at petrol stations on that island and nowhere else, so there seems to be no possibility of fraud at all.  Dr. William McCrea (South Antrim) (DUP) ", "Dr. William McCrea (South Antrim) (DUP)": "Does the hon. Gentleman accept that the highlands and islands are not the only remote and peripheral areas in the United Kingdom, and that areas such as Northern Ireland face many of the same problems? Mr. Reid ", "Mr. Reid": "The hon. Gentleman is perfectly correct, and I fully endorse what he has said. I propose that the pilot scheme should run on one or two islands, and once it has been proven to work, it could be extended to other parts of the country. I am absolutely convinced that such a pilot scheme would be workable. As we heard earlier in the debate, France, Greece and Portugal have tried such schemes on their islands, and it is perfectly compatible with EU law, so I urge the Treasury to look at how those countries have implemented the schemes, try a pilot scheme on one or two islands and, if it is successful, extend it to other parts of the country. The SNP Government in Edinburgh have cut ferry fares to the western isles but have neglected the other islands of Scotland. I suggest to the Government here that they could be seen to be helping the islands of Scotland if they introduced a trial scheme on some of them. I suggest that the larger islands of Mull and Islay would be ideal for a pilot scheme. That would allow the Government to say to the people of Scotland that they, too, are helping the islands and that it is not just the SNP Government who are making an effort to help them. It must be said that the SNP Government have been of no help to the islands in my constituency, and are only of help to the islands in a constituency represented by an SNP Member.—[Interruption.] In response to all these sedentary interventions, I note that no SNP Members are present for the debate.  Albert Owen That is correct. I urge the Government to adopt such a pilot scheme. In the short time left I want to refer to the OFT. The OFT carried out some inquires several years ago, but for some inexplicable reason found no market failure. I urge it to have another look at the matter, because there clearly is market failure. I hope that some action will be taken by both the OFT and the Government and that the Minister, when responding, will indicate a willingness to look at carrying out a pilot scheme on one or two islands, such as Mull and Islay, because it is a serious problem that needs to be addressed. 10:24:00  John Thurso (Caithness, Sutherland and Easter Ross) (LD) ", "Mr. Jeremy Browne (Taunton) (LD)": "Thank you, Sir Nicholas. I share your fondness for the old type of telephone that had a dial, as you knew where you stood on such occasions—[Interruption.] Appropriately, this is the first of the wind-ups in this debate. I see from the Order Paper that today’s next debate in the Chamber is entitled “Revitalising Parliament”. I congratulate my hon. Friend the Member for Orkney and Shetland (Mr. Carmichael) on going a long way towards achieving exactly that goal with our first debate, which has been about fuel duty on petrol prices in remote and peripheral areas. Understandably, and quite rightly, he chose to address most of his comments to the particular concerns felt by people living in island communities, and those views were echoed by, among others, my hon. Friend the Member for Argyll and Bute (Mr. Reid) and the hon. Member for Isle of Wight (Mr. Turner).  Before I go into the more general disadvantages and difficulties faced by people in rural communities, especially remote rural communities, it is worth looking at the case for duty on fuel. I believe that most, or perhaps all, hon. Members would accept that there is a case for imposing duty on fuel. I can think of two reasonably compelling arguments why the Government would wish to carry on in that vein, and why all political parties share the view that it is appropriate to tax petrol.  The first argument is that the duty raises a considerable amount of revenue, and all of us who are concerned about achieving the proper level of funding for public services, such as the national health service and schools, realise that they have to be paid for and funded effectively. At present, this country is running a big public sector deficit. We are borrowing an extra £500 million every day, so everyone understands that it is extremely difficult for the Government to argue in favour of policies that would substantially reduce revenue.  The second case for having duty on fuel, which is often made and has been touched on already in this debate, is an environmental one. In most circumstances, it is true that the higher the price of a commodity, the less inclined one is to consume it. One can therefore drive down the consumption of environmentally damaging products by artificially increasing their price through taxation.  Having said that—this gets to the nub of the debate—one can do that only if there are alternatives, and that point was made well by my hon. Friend the Member for Argyll and Bute. To put it in economic terms, the price elasticity relating to demand for petrol is different in urban and rural areas. Under an economic model, one could double petrol prices in an urban area—I am not proposing this—and virtually wipe out private car use altogether, but if one were to double petrol prices in an area in which there is no alternative to driving a car, it would probably have a very small impact in environmental terms and on reducing car usage. What that would do, of course, is severely financially disadvantage people in isolated communities who have no choice but to drive.  This gets to the nub of the point that was made by my hon. Friend the Member for Orkney and Shetland when he introduced the debate on behalf of his constituents. In remote rural areas, there is a lack of critical mass to run an efficient and regular public transport system. In a city, where there is a density of population, one can run trains, underground trains and buses, and even turn a profit on their operation, because of the sheer number of people who wish to travel within a limited and confined space. However, if one were trying to provide a service on the islands of Scotland, or even in remote areas of England, Scotland, Wales or Northern Ireland, they would not have that critical mass.  Even if one were persuaded of the case for subsidising such services because of the lack of critical mass of population, there would be environmental as well as financial reasons for not doing so. My hon. Friend pointed out that it would be a bad use of public money, as well as environmentally disadvantageous, to run empty buses on the off-chance that somebody in a remote rural area might at some point wish to catch a bus.  Even in my constituency in rural Somerset, for example, it is possible to run a bus service out of Taunton through or near reasonably large villages such as Norton Fitzwarren, Cotford St. Luke, Milverton and Wiveliscombe. That route joins up several places with populations that are big enough to sustain a fairly frequent public transport service, but in other areas in which the critical mass does not exist, services are far more infrequent because the population is not there to sustain them.  A point that was made by my hon. Friend the Member for Inverness, Nairn, Badenoch and Strathspey (Danny Alexander), among others, is that people in rural areas travel larger distances, and, of course, one’s fuel consumption is greater the further one travels. On average, those people earn less money than those living in urban conurbations, so even if they were to buy the same amount of fuel at the same price—typically they buy more fuel at a higher price—that would still consume a larger proportion of their overall income.  The transportation costs of fuel have been discussed in this debate, and I have had a look at those for the south-west of England. I am concerned—this point was touched on by my right hon. Friend the Member for Gordon (Malcolm Bruce)—that one of the cases made by the petrol companies does not seem to stand up to scrutiny. At one point, I asked them why petrol prices seemed to be higher in Taunton, which is on the M5 and a fairly straightforward place to reach using public and private transport, compared with large parts of south-west England, given that the transport costs must be lower compared with other areas.  I was told that the market was actually much more competitive than I fully understood, and that companies regularly looked at prices at the other outlets in Taunton before setting their own price. That struck me as a good description of an informal cartel arrangement. They were not trying to undercut their competitors or, if they were, they were trying to undercut them by a token amount. They were not trying to drive the price to the lowest point that the market would bear to achieve the maximum percentage of customers in the marketplace. There is a strong case for looking at the behaviour of the oil companies when it comes to setting prices.  To conclude, during our proceedings on last year’s Finance Bill, my hon. Friend the Member for Argyll and Bute proposed his rural fuel discount scheme. It was well thought through and built on work done by my hon. Friend the Member for Caithness, Sutherland and Easter Ross (John Thurso). The idea was to give flesh to the proposal and assist the Treasury to bring it to fruition.  My hon. Friend the Member for Argyll and Bute did not specify in his proposal precisely what constituted a rural area or what the rebate level would be, but he put in place the legislative possibility of having a framework whereby the Treasury could run a scheme that would address all the points that we have been discussing this morning. Those proposals in turn were built on ones set out by members of my party in respect of the Finance Act 2007 and the Finance Act 2008. I understand that on all those occasions the Conservative party abstained, so I hope that its Front-Bench spokesman will say something rather more decisive and significant today. The Government, however, have dragged their feet on the matter. I hope that the Minister will at least say something encouraging about the possibility of running a pilot scheme in a confined area so that the Government can start to deal with a serious concern for my constituents and for people living in remote rural areas throughout the United Kingdom.  10:40:00  Mr. David Gauke (South-West Hertfordshire) (Con) ", "Mr. David Gauke (South-West Hertfordshire) (Con)": "It is an enormous pleasure to serve under your chairmanship once again, Sir Nicholas. I congratulate the hon. Member for Orkney and Shetland (Mr. Carmichael) on securing this debate and on speaking with such passion and eloquence on a matter that is dear to his heart and which he has pursued over a number of years. Several hon. Members have made it clear that there is significant concern in remote areas that fuel there is much more expensive than in most of the country. During this useful and informative debate, we have heard a number of explanations for why that is so, and concerns have been expressed about a lack of competition, principally in the supply chain. The hon. Member for Caithness, Sutherland and Easter Ross (John Thurso) made a point about the lack of customers for remote petrol stations and their need to deal with fixed costs with fewer customers. The lower density of population in remote areas means that petrol stations are some distance apart and might not necessarily experience some of the competitive pressures that would exist in urban areas, although a number of hon. Members said that that was not really the fault of individual petrol stations, as they were just placed in a difficult position.  One argument dismissed by the hon. Member for Taunton (Mr. Browne)—a number of hon. Members have expressed the same view today and in the past—is that higher petrol and fuel prices are essentially caused by the inherently more expensive transport costs in remote areas. Hon. Members argued strongly against that point.  A number of hon. Members have stressed that fuel costs are particularly important in rural areas because public transport is not available—and not practical in many cases—and it is necessary to travel further and longer distances to reach amenities and facilities. Consequently, car travel is much more of a necessity than a luxury in such areas, yet it is more expensive to travel by car. The hon. Member for Inverness, Nairn, Badenoch and Strathspey (Danny Alexander), among others, made the point that such areas are often poor, so higher fuel costs have a disproportionate effect on those living in them.  At the risk of upsetting the blood pressure of the hon. Member for Orkney and Shetland, I shall cite some of the arguments that could be made against his suggestions, although many are weak and have rightly been pilloried during the debate. The argument that people will travel longer distances to fill up their car is particularly absurd in respect of islands, and even in certain mainland areas, so we can safely dismiss it. Any environmental arguments have been rightly dealt with. In remote areas, there is no choice regarding public transport, although higher fuel duty is often used as a means of persuading people to get off the roads and to use public transport. That is not a reasonable case in such circumstances, so the environmental argument is not particularly strong.  I shall touch on an argument regarding price variations throughout the country, although I will tread carefully in this area because if it is expressed in a particular way, it can cause concern. Clearly, fuel is more expensive in remote areas, but one could look at housing costs, which also vary throughout the country, as an example of something that is a necessity and not a luxury. Some areas are much more expensive than others. One counter-argument—  Mr. Carmichael ", "Mr. Gauke": "May I just finish this point, because I want to set it out fairly? An important distinction that could be made between housing costs and fuel costs is that tax makes up a large part of fuel costs—I do not know if the hon. Gentleman was going to make that point in his intervention. However, it is also fair to say that stamp duty land tax tends to exacerbate the cost for someone wanting to buy a house in a more expensive area. For example, in my county of Hertfordshire, the last time I looked, the stamp duty payable in respect of the average house price was £2,300. In some areas, however, the average house price is below the stamp duty threshold. Stamp duty therefore exacerbates the situation. There are limited things that we can do in the tax system to address this inequity, if one sees it in those terms—one could do something to help first-time buyers, for example—but there is more scope for doing something with fuel duty.  Mr. Carmichael rose— Sir Nicholas Winterton (in the Chair) I will move quickly on, Sir Nicholas. I take the hon. Gentleman’s point; the issue is whether we can do something about it. The evidence that was presented on European Union restrictions was interesting.  Regarding whether cuts in prices would be passed on to consumers, the hon. Member for Caithness, Sutherland and Easter Ross has suggested an audit procedure, although that would involve a significant administrative burden. It would be interesting to hear what the Government have to say about that, although I sound a note of caution. More widely, the Government have mentioned the administrative difficulty, but I hope that the Minister will elaborate particularly on moving the duty point from petrol distribution networks and oil companies to individual petrol stations.  In conclusion, hon. Members have raised a legitimate problem and, in principle, we have no objection to using fuel duty as a way of addressing it. There are various points that we need to understand. There needs to be an assessment of how much such a measure would cost and precise understanding of exactly why there is such a disparity. We also need clarity about applicability. We have heard various views about whether a reduction in fuel duty should apply to islands or more widely. There are questions to consider, such as what we mean by remote and peripheral, and hon. Members have done some work on these points.  We need to ensure that the fuel duty reduction is passed on to motorists and we need to understand the full administrative impact of any such proposals. Those are reasonable, practical points that need to be addressed. They might have been addressed in the past, but we hope that the Minister will respond to them and say whether there is a practical way of addressing the concerns that have been so eloquently set out this morning.  10:50:00  The Exchequer Secretary to the Treasury (Sarah McCarthy-Fry) ", "The Exchequer Secretary to the Treasury (Sarah McCarthy-Fry)": "As ever, Sir Nicholas, it is a pleasure to serve under your chairmanship. I, too, congratulate the hon. Member for Orkney and Shetland (Mr. Carmichael) on securing this debate on an issue of great importance to him and his constituents. That has been borne out by the passion with which he and other hon. Members have spoken. The Government recognise that fuel prices have risen in recent months, and we are sensitive to the impact of high fuel prices on people throughout the country, many of whom have few alternatives to driving. For people living in remote areas, including those in Scotland, road transport is particularly important.  My first point is that the principal driver behind the recent increases in fuel prices is not Government policy, but changes in the international oil market. Over the past two years, the price of a barrel of oil has varied between $42 and $132, and the price of fuel by more than 30 pence a litre. I understand the case that hon. Members have made today, and I, too, run the risk of raising the blood pressure of the hon. Member for Orkney and Shetland because I do not believe that it is appropriate or feasible to set a different fuel duty rate for rural areas. I will give three reasons.  First, it is important that the Government remain consistent with the principle of UK-wide taxation. Secondly, there would be many practical difficulties with pursuing a reduced fuel duty rate in reality. Thirdly, it is uncertain whether there would be any benefit at the pump. I will address those three matters, but I will not spend so much time on the first, as the other two are more pertinent to the debate.  It is a general principle of the UK tax system that excise duties are levied at the same rate for specific goods throughout the UK. We know that fuel duty is not popular with motorists, but it is important to support public finances, and thereby to protect stability, employment and growth.  John Thurso ", "John Thurso": "That is not the case in principle. Air passenger duty is not charged on lifeline flights. Sarah McCarthy-Fry ", "Sarah McCarthy-Fry": "I could enter into a debate with the hon. Gentleman on that, but I want to respond to the specific issues that are pertinent to the debate, including the practical difficulties. A reduced duty rate in rural areas would require a derogation under the EU energy products directive, so a definition of a remote area would have to be submitted to the EU Commission, and we could not forecast the outcome of that with certainty. Even without that barrier, it remains unclear how remote rural areas could be defined satisfactorily. Mrs. McGuire We would still have to ask the EU Commission for that derogation, and some of the islands represented here today would not be included. I do not want something that is perceived to be unfairness across the country to become an unfairness between remote areas. There is a wide variety of fuel prices throughout the UK, not just in Scotland. For example, the current UK average petrol price is around 111.8p a litre, and AA figures show that in Scotland as a whole, both petrol and diesel prices were 0.7p a litre below that average in January. Even in the highlands and islands of Scotland, different fuel price trends are not confined to neatly definable geographical areas, and prices fluctuate continually. Even within rural areas, prices are neither straightforward nor static. Figures from the Petrolprices.com website show that in some highland areas, average fuel prices are currently at or just above the UK average, whereas in others, fuel prices are more than 10p a litre higher.  I recognise that in some of the most remote islands, prices may be significantly higher—for example, more than 123p a litre in Stornoway on the Isle of Lewis, Lerwick on Shetland and Brodick on Arran. However, in Portree on Skye, the price is 117p a litre, and in towns such as Invergarry in the highlands the price is 114.4p a litre.  Many hon. Members have spoken about competition, and mentioned the investigation by the Office of Fair Trading. Previous investigations concluded that those variations result from market conditions—for example, the cost of transporting fuel to those areas, and the fact that smaller populations mean fewer filling stations—rather than market failures. There may be a case for the OFT to investigate the matter again, but it is an independent body. With different price trends throughout the highlands, defining the boundaries of a low-duty area and setting the level of a duty reduction would be complicated.  The hon. Member for Caithness, Sutherland and Easter Ross (John Thurso) said that one option might be to use the eightfold urban-rural classification produced by the Scottish Government. That identifies areas with a population of fewer than 3,000 and more than a 60-minute drive from a settlement with a population of 10,000 as being “very remote”, but that criterion produces a region with highly irregular borders, and includes not just parts of the highlands and islands, but small pockets of the lowlands in the south-west. Those lowland areas, in Ayrshire, and Dumfries and Galloway do not seem to experience significantly above-average fuel prices. In addition, the eightfold classification would exclude the towns of Lerwick on Shetland, Kirkwall on Orkney and Stornoway on Lewis, which are all considered to be too urban to fall into the “very remote” category.  Even if we could modify the definition to exclude the lowlands and include all the islands, there would be problems due to the wide variety of fuel prices in remote areas. Prices vary even within islands, so any fuel duty discount might end up reducing some prices to below the UK average, while leaving others significantly above. The very remote region also includes some areas that are close to places where fuel prices are currently close to, or even below, UK averages. For example, the borders of the “very remote” region pass within 5 miles of Fort William, where current prices are only 1.1p a litre above the UK average, and within 5 miles of Oban, where current prices are only 2.1p a litre above the average.  A lower duty rate could offer incentives for new filling stations to be set up just over the border of the remote areas, where they might be able to undercut rivals in towns just a few miles away. That would distort the local fuel market, and encourage people to drive out of town to a low-duty filling station to fill up.  The introduction of lower duty rates in some areas would also create difficulties in ensuring compliance, and tackling the risks of fraud that would inevitably arise from having different duty rates on the same product. Fuel duty is currently collected by Her Majesty’s Revenue and Customs at the point of distribution—the oil refineries—with the cost being passed to retailers, and by retailers to consumers. Creating a reduced rate in remote areas might require HMRC to distinguish between fuels at the refinery, but that would risk creating significant potential for fraud, as has been the case with the red diesel used by farmers and in industrial processes.  Mr. Carmichael I will not give way because I want to finish. To avoid those problems, it would be necessary to operate a system whereby retailers charged a lower rate, and were then refunded by HMRC on part of the duty. However, that would impose significant additional administrative costs, not only on HMRC, but on fuel sellers in the highlands and islands.  That brings me to my final point about the uncertainty of the impact on consumers of any reduced fuel duty rate. For small forecourts with stretched margins, there is a real risk that the administrative cost associated with a reduced duty rate could outweigh the benefits of the rate. In the light of that, there would be no guarantee that the benefits of any fuel duty reduction would be passed on to consumers, rather than simply being absorbed into fuel sellers’ margins. It has been suggested that one way out of the problem would be for the Government to define the agreed margin that individual fuel retailers could employ each year, but that would clearly constitute a major intervention by the Government into the fuels market and would be contrary to the Government’s general policy of allowing free markets to determine prices. It is also difficult to understand why fuel sellers would choose to enter into such agreements with the Government over their margins.  I recognise the difficulties facing people who live in remote areas, and are dependent on their cars, but the proposed fuel duty reduction would be contrary to the principles of the UK tax system and, more importantly, would be almost impossible to implement in practice. There would be almost no guarantee—  Sir Nicholas Winterton (in the Chair) "}}